[
 {
   "noSurat": 67,
   "ayat": 1,
   "tafsir": "1.  Maha Suci Allah Yang di tangan-Nya-lah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu,",
   "bacaan": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ  "
 },
 {
   "noSurat": 67,
   "ayat": 2,
   "tafsir": "2.  Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun,",
   "bacaan": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ  "
 },
 {
   "noSurat": 67,
   "ayat": 3,
   "tafsir": "3.  Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang?",
   "bacaan": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ  "
 },
 {
   "noSurat": 67,
   "ayat": 4,
   "tafsir": "4.  Kemudian pandanglah sekali lagi niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itupun dalam keadaan payah.",
   "bacaan": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ  "
 },
 {
   "noSurat": 67,
   "ayat": 5,
   "tafsir": "5.  Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala.",
   "bacaan": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ  "
 },
 {
   "noSurat": 67,
   "ayat": 6,
   "tafsir": "6.  Dan orang-orang yang kafir kepada Tuhannya, memperoleh azab Jahannam. Dan itulah seburuk-buruk tempat kembali.",
   "bacaan": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ  "
 },
 {
   "noSurat": 67,
   "ayat": 7,
   "tafsir": "7.  Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak,",
   "bacaan": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ  "
 },
 {
   "noSurat": 67,
   "ayat": 8,
   "tafsir": "8.  hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka: \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?\"",
   "bacaan": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ  "
 },
 {
   "noSurat": 67,
   "ayat": 9,
   "tafsir": "9.  Mereka menjawab: \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan: \"Allah tidak menurunkan sesuatupun; kamu tidak lain hanyalah di dalam kesesatan yang besar\".",
   "bacaan": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ  "
 },
 {
   "noSurat": 67,
   "ayat": 10,
   "tafsir": "10.  Dan mereka berkata: \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu) niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\".",
   "bacaan": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ  "
 },
 {
   "noSurat": 67,
   "ayat": 11,
   "tafsir": "11.  Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.",
   "bacaan": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ  "
 },
 {
   "noSurat": 67,
   "ayat": 12,
   "tafsir": "12.  Sesungguhnya orang-orang yang takut kepada Tuhannya Yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar.",
   "bacaan": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ  "
 },
 {
   "noSurat": 67,
   "ayat": 13,
   "tafsir": "13.  Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati.",
   "bacaan": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ  "
 },
 {
   "noSurat": 67,
   "ayat": 14,
   "tafsir": "14.  Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan atau rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui?",
   "bacaan": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ  "
 },
 {
   "noSurat": 67,
   "ayat": 15,
   "tafsir": "15.  Dialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebahagian dari rezeki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan.",
   "bacaan": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ  "
 },
 {
   "noSurat": 67,
   "ayat": 16,
   "tafsir": "16.  Apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang?,",
   "bacaan": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ  "
 },
 {
   "noSurat": 67,
   "ayat": 17,
   "tafsir": "17.  atau apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku?",
   "bacaan": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ  "
 },
 {
   "noSurat": 67,
   "ayat": 18,
   "tafsir": "18.  Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku.",
   "bacaan": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ  "
 },
 {
   "noSurat": 67,
   "ayat": 19,
   "tafsir": "19.  Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu.",
   "bacaan": "أَوَ لَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ  إِنَّهُۥ بِكُلِّ شَيۡءِۢ بَصِيرٌ  "
 },
 {
   "noSurat": 67,
   "ayat": 20,
   "tafsir": "20.  Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain daripada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
   "bacaan": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ  "
 },
 {
   "noSurat": 67,
   "ayat": 21,
   "tafsir": "21.  Atau siapakah dia yang memberi kamu rezeki jika Allah menahan rezeki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri?",
   "bacaan": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ  "
 },
 {
   "noSurat": 67,
   "ayat": 22,
   "tafsir": "22.  Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
   "bacaan": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ  "
 },
 {
   "noSurat": 67,
   "ayat": 23,
   "tafsir": "23.  Katakanlah: \"Dialah Yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan dan hati\". (Tetapi) amat sedikit kamu bersyukur.",
   "bacaan": " قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡ‍ِٔدَةَۚ  قَلِيلًا مَّا تَشْكُرُونَ  "
 },
 {
   "noSurat": 67,
   "ayat": 24,
   "tafsir": "24.  Katakanlah: \"Dialah Yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan\".",
   "bacaan": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ  "
 },
 {
   "noSurat": 67,
   "ayat": 25,
   "tafsir": "25.  Dan mereka berkata: \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\"",
   "bacaan": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ  "
 },
 {
   "noSurat": 67,
   "ayat": 26,
   "tafsir": "26.  Katakanlah: \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan\".",
   "bacaan": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ  "
 },
 {
   "noSurat": 67,
   "ayat": 27,
   "tafsir": "27.  Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya.",
   "bacaan": "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنتُم بِهِ تَدَّعُونَ  "
 },
 {
   "noSurat": 67,
   "ayat": 28,
   "tafsir": "28.  Katakanlah: \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\"",
   "bacaan": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ  "
 },
 {
   "noSurat": 67,
   "ayat": 29,
   "tafsir": "29.  Katakanlah: \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakkal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata\".",
   "bacaan": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ  "
 },
 {
   "noSurat": 67,
   "ayat": 30,
   "tafsir": "30.  Katakanlah: \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?\".",
   "bacaan": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۢ  "
 },
 {
   "noSurat": 68,
   "ayat": 1,
   "tafsir": "1.  Nun, demi kalam dan apa yang mereka tulis,",
   "bacaan": "نٓۚ وَٱلۡقَلَمِ وَمَا يَسۡطُرُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 2,
   "tafsir": "2.  berkat nikmat Tuhanmu kamu (Muhammad) sekali-kali bukan orang gila.",
   "bacaan": "مَآ أَنتَ بِنِعۡمَةِ رَبِّكَ بِمَجۡنُونٖ  "
 },
 {
   "noSurat": 68,
   "ayat": 3,
   "tafsir": "3.  Dan sesungguhnya bagi kamu benar-benar pahala yang besar yang tidak putus-putusnya.",
   "bacaan": "وَإِنَّ لَكَ لَأَجۡرًا غَيۡرَ مَمۡنُونٖ  "
 },
 {
   "noSurat": 68,
   "ayat": 4,
   "tafsir": "4.  Dan sesungguhnya kamu benar-benar berbudi pekerti yang agung.",
   "bacaan": "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٖ  "
 },
 {
   "noSurat": 68,
   "ayat": 5,
   "tafsir": "5.  Maka kelak kamu akan melihat dan mereka (orang-orang kafir)pun akan melihat,",
   "bacaan": "فَسَتُبۡصِرُ وَيُبۡصِرُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 6,
   "tafsir": "6.  siapa di antara kamu yang gila.",
   "bacaan": "بِأَييِّكُمُ ٱلۡمَفۡتُونُ  "
 },
 {
   "noSurat": 68,
   "ayat": 7,
   "tafsir": "7.  Sesungguhnya Tuhanmu, Dialah Yang Paling Mengetahui siapa yang sesat dari jalan-Nya; dan Dialah Yang Paling Mengetahui orang-orang yang mendapat petunjuk.",
   "bacaan": "إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 8,
   "tafsir": "8.  Maka janganlah kamu ikuti orang-orang yang mendustakan (ayat-ayat Allah).",
   "bacaan": "فَلَا تُطِعِ ٱلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 9,
   "tafsir": "9.  Maka mereka menginginkan supaya kamu bersikap lunak lalu mereka bersikap lunak (pula kepadamu).",
   "bacaan": "وَدُّواْ لَوۡ تُدۡهِنُ فَيُدۡهِنُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 10,
   "tafsir": "10.  Dan janganlah kamu ikuti setiap orang yang banyak bersumpah lagi hina,",
   "bacaan": "وَلَا تُطِعۡ كُلَّ حَلَّافٖ مَّهِينٍ  "
 },
 {
   "noSurat": 68,
   "ayat": 11,
   "tafsir": "11.  yang banyak mencela, yang kian ke mari menghambur fitnah,",
   "bacaan": "هَمَّازٖ مَّشَّآءِۢ بِنَمِيمٖ  "
 },
 {
   "noSurat": 68,
   "ayat": 12,
   "tafsir": "12.  yang banyak menghalangi perbuatan baik, yang melampaui batas lagi banyak dosa,",
   "bacaan": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٍ أَثِيمٍ  "
 },
 {
   "noSurat": 68,
   "ayat": 13,
   "tafsir": "13.  yang kaku kasar, selain dari itu, yang terkenal kejahatannya,",
   "bacaan": "عُتُلِّۢ بَعۡدَ ذَٰلِكَ زَنِيمٍ  "
 },
 {
   "noSurat": 68,
   "ayat": 14,
   "tafsir": "14.  karena dia mempunyai (banyak) harta dan anak.",
   "bacaan": "أَن كَانَ ذَا مَالٖ وَبَنِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 15,
   "tafsir": "15.  Apabila dibacakan kepadanya ayat-ayat Kami, ia berkata: \"(Ini adalah) dongeng-dongengan orang-orang dahulu kala\".",
   "bacaan": "إِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا قَالَ أَسَٰطِيرُ ٱلۡأَوَّلِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 16,
   "tafsir": "16.  Kelak akan Kami beri tanda dia di belalai(nya).",
   "bacaan": "سَنَسِمُهُۥ عَلَى ٱلۡخُرۡطُومِ  "
 },
 {
   "noSurat": 68,
   "ayat": 17,
   "tafsir": "17.  Sesungguhnya Kami telah mencobai mereka (musyrikin Mekah) sebagaimana Kami telah mencobai pemilik-pemilik kebun, ketika mereka bersumpah bahwa mereka sungguh-sungguh akanmemetik (hasil)nya di pagi hari,",
   "bacaan": "إِنَّا بَلَوۡنَٰهُمۡ كَمَا بَلَوۡنَآ أَصۡحَٰبَ ٱلۡجَنَّةِ إِذۡ أَقۡسَمُواْ لَيَصۡرِمُنَّهَا مُصۡبِحِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 18,
   "tafsir": "18.  dan mereka tidak menyisihkan (hak fakir miskin),",
   "bacaan": "وَلَا يَسۡتَثۡنُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 19,
   "tafsir": "19.  lalu kebun itu diliputi malapetaka (yang datang) dari Tuhanmu ketika mereka sedang tidur,",
   "bacaan": "فَطَافَ عَلَيۡهَا طَآئِفٞ مِّن رَّبِّكَ وَهُمۡ نَآئِمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 20,
   "tafsir": "20.  maka jadilah kebun itu hitam seperti malam yang gelap gulita.",
   "bacaan": "فَأَصۡبَحَتۡ كَٱلصَّرِيمِ  "
 },
 {
   "noSurat": 68,
   "ayat": 21,
   "tafsir": "21.  lalu mereka panggil memanggil di pagi hari:",
   "bacaan": "فَتَنَادَوۡاْ مُصۡبِحِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 22,
   "tafsir": "22.  \"Pergilah diwaktu pagi (ini) ke kebunmu jika kamu hendak memetik buahnya\".",
   "bacaan": "أَنِ ٱغۡدُواْ عَلَىٰ حَرۡثِكُمۡ إِن كُنتُمۡ صَٰرِمِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 23,
   "tafsir": "23.  Maka pergilah mereka saling berbisik-bisik.",
   "bacaan": "فَٱنطَلَقُواْ وَهُمۡ يَتَخَٰفَتُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 24,
   "tafsir": "24.  \"Pada hari ini janganlah ada seorang miskinpun masuk ke dalam kebunmu\".",
   "bacaan": "أَن لَّا يَدۡخُلَنَّهَا ٱلۡيَوۡمَ عَلَيۡكُم مِّسۡكِينٞ  "
 },
 {
   "noSurat": 68,
   "ayat": 25,
   "tafsir": "25.  Dan berangkatlah mereka di pagi hari dengan niat menghalangi (orang-orang miskin) padahal mereka (menolongnya).",
   "bacaan": "وَغَدَوۡاْ عَلَىٰ حَرۡدٖ قَٰدِرِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 26,
   "tafsir": "26.  Tatkala mereka melihat kebun itu, mereka berkata: \"Sesungguhnya kita benar-benar orang-orang yang sesat (jalan),",
   "bacaan": "فَلَمَّا رَأَوۡهَا قَالُوٓاْ إِنَّا لَضَآلُّونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 27,
   "tafsir": "27.  bahkan kita dihalangi (dari memperoleh hasilnya)\".",
   "bacaan": "بَلۡ نَحۡنُ مَحۡرُومُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 28,
   "tafsir": "28.  Berkatalah seorang yang paling baik pikirannya di antara mereka: \"Bukankah aku telah mengatakan kepadamu, hendaklah kamu bertasbih (kepada Tuhanmu)?\"",
   "bacaan": "قَالَ أَوۡسَطُهُمۡ أَلَمۡ أَقُل لَّكُمۡ لَوۡلَا تُسَبِّحُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 29,
   "tafsir": "29.  Mereka mengucapkan: \"Maha Suci Tuhan kami, sesungguhnya kami adalah orang-orang yang zalim\".",
   "bacaan": "قَالُواْ سُبۡحَٰنَ رَبِّنَآ إِنَّا كُنَّا ظَٰلِمِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 30,
   "tafsir": "30.  Lalu sebahagian mereka menghadapi sebahagian yang lain seraya cela mencela.",
   "bacaan": "فَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَلَٰوَمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 31,
   "tafsir": "31.  Mereka berkata: \"Aduhai celakalah kita; sesungguhnya kita ini adalah orang-orang yang melampaui batas\".",
   "bacaan": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا طَٰغِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 32,
   "tafsir": "32.  Mudah-mudahan Tuhan kita memberikan ganti kepada kita dengan (kebun) yang lebih baik daripada itu; sesungguhnya kita mengharapkan ampunan dari Tuhan kita.",
   "bacaan": "عَسَىٰ رَبُّنَآ أَن يُبۡدِلَنَا خَيۡرٗا مِّنۡهَآ إِنَّآ إِلَىٰ رَبِّنَا رَٰغِبُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 33,
   "tafsir": "33.  Seperti itulah azab (dunia). Dan sesungguhnya azab akhirat lebih besar jika mereka mengetahui.",
   "bacaan": "كَذَٰلِكَ ٱلۡعَذَابُۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَكۡبَرُۚ لَوۡ كَانُواْ يَعۡلَمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 34,
   "tafsir": "34.  Sesungguhnya bagi orang-orang yang bertakwa (disediakan) surga-surga yang penuh kenikmatan di sisi Tuhannya.",
   "bacaan": "إِنَّ لِلۡمُتَّقِينَ عِندَ رَبِّهِمۡ جَنَّٰتِ ٱلنَّعِيمِ  "
 },
 {
   "noSurat": 68,
   "ayat": 35,
   "tafsir": "35.  Maka apakah patut Kami menjadikan orang-orang Islam itu sama dengan orang-orang yang berdosa (orang kafir)?",
   "bacaan": "أَفَنَجۡعَلُ ٱلۡمُسۡلِمِينَ كَٱلۡمُجۡرِمِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 36,
   "tafsir": "36.  Atau adakah kamu (berbuat demikian): bagaimanakah kamu mengambil keputusan?",
   "bacaan": "مَا لَكُمۡ كَيۡفَ تَحۡكُمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 37,
   "tafsir": "37.  Atau adakah kamu mempunyai sebuah kitab (yang diturunkan Allah) yang kamu membacanya?,",
   "bacaan": "أَمۡ لَكُمۡ كِتَٰبٞ فِيهِ تَدۡرُسُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 38,
   "tafsir": "38.  bahwa di dalamnya kamu benar-benar boleh memilih apa yang kamu sukai untukmu.",
   "bacaan": "إِنَّ لَكُمۡ فِيهِ لَمَا تَخَيَّرُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 39,
   "tafsir": "39.  Atau apakah kamu memperoleh janji yang diperkuat dengan sumpah dari Kami, yang tetap berlaku sampai hari kiamat; sesungguhnya kamu benar-benar dapat mengambil keputusan (sekehendakmu)?",
   "bacaan": "أَمۡ لَكُمۡ أَيۡمَٰنٌ عَلَيۡنَا بَٰلِغَةٌ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ إِنَّ لَكُمۡ لَمَا تَحۡكُمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 40,
   "tafsir": "40.  Tanyakanlah kepada mereka: \"Siapakah di antara mereka yang bertanggung jawab terhadap keputusan yang diambil itu?\"",
   "bacaan": "سَلۡهُمۡ أَيُّهُم بِذَٰلِكَ زَعِيمٌ  "
 },
 {
   "noSurat": 68,
   "ayat": 41,
   "tafsir": "41.  Atau apakah mereka mempunyai sekutu-sekutu? Maka hendaklah mereka mendatangkan sekutu-sekutunya jika mereka adalah orang-orang yang benar.",
   "bacaan": "أَمۡ لَهُمۡ شُرَكَآءُ فَلۡيَأۡتُواْ بِشُرَكَآئِهِمۡ إِن كَانُواْ صَٰدِقِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 42,
   "tafsir": "42.  Pada hari betis disingkapkan dan mereka dipanggil untuk bersujud; maka mereka tidak kuasa,",
   "bacaan": "يَوۡمَ يُكۡشَفُ عَن سَاقٖ وَيُدۡعَوۡنَ إِلَى ٱلسُّجُودِ فَلَا يَسۡتَطِيعُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 43,
   "tafsir": "43.  (dalam keadaan) pandangan mereka tunduk ke bawah, lagi mereka diliputi kehinaan. Dan sesungguhnya mereka dahulu (di dunia) diseru untuk bersujud, dan mereka dalam keadaan sejahtera.",
   "bacaan": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۖ وَقَدۡ كَانُواْ يُدۡعَوۡنَ إِلَى ٱلسُّجُودِ وَهُمۡ سَٰلِمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 44,
   "tafsir": "44.  Maka serahkanlah (ya Muhammad) kepada-Ku (urusan) orang-orang yang mendustakan perkataan ini (Al Quran). Nanti Kami akan menarik mereka dengan berangsur-angsur (ke arah kebinasaan) dari arah yang tidak mereka ketahui,",
   "bacaan": "فَذَرۡنِي وَمَن يُكَذِّبُ بِهَٰذَا ٱلۡحَدِيثِۖ سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 45,
   "tafsir": "45.  dan Aku memberi tangguh kepada mereka. Sesungguhnya rencana-Ku amat tangguh.",
   "bacaan": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ  "
 },
 {
   "noSurat": 68,
   "ayat": 46,
   "tafsir": "46.  Apakah kamu meminta upah kepada mereka, lalu mereka diberati dengan hutang?",
   "bacaan": "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 47,
   "tafsir": "47.  Ataukah ada pada mereka ilmu tentang yang ghaib lalu mereka menulis (padanya apa yang mereka tetapkan)?",
   "bacaan": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ  "
 },
 {
   "noSurat": 68,
   "ayat": 48,
   "tafsir": "48.  Maka bersabarlah kamu (hai Muhammad) terhadap ketetapan Tuhanmu, dan janganlah kamu seperti orang yang berada dalam (perut) ikan ketika ia berdoa sedang ia dalam keadaan marah (kepada kaumnya).",
   "bacaan": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تَكُن كَصَاحِبِ ٱلۡحُوتِ إِذۡ نَادَىٰ وَهُوَ مَكۡظُومٞ  "
 },
 {
   "noSurat": 68,
   "ayat": 49,
   "tafsir": "49.  Kalau sekiranya ia tidak segera mendapat nikmat dari Tuhannya, benar-benar ia dicampakkan ke tanah tandus dalam keadaan tercela.",
   "bacaan": "لَّوۡلَآ أَن تَدَٰرَكَهُۥ نِعۡمَةٞ مِّن رَّبِّهِۦ لَنُبِذَ بِٱلۡعَرَآءِ وَهُوَ مَذۡمُومٞ  "
 },
 {
   "noSurat": 68,
   "ayat": 50,
   "tafsir": "50.  Lalu Tuhannya memilihnya dan menjadikannya termasuk orang-orang yang saleh.",
   "bacaan": "فَٱجۡتَبَٰهُ رَبُّهُۥ فَجَعَلَهُۥ مِنَ ٱلصَّٰلِحِينَ  "
 },
 {
   "noSurat": 68,
   "ayat": 51,
   "tafsir": "51.  Dan sesungguhnya orang-orang kafir itu benar-benar hampir menggelincirkan kamu dengan pandangan mereka, tatkala mereka mendengar Al Quran dan mereka berkata: \"Sesungguhnya ia (Muhammad) benar-benar orang yang gila\".",
   "bacaan": "وَإِن يَكَادُ ٱلَّذِينَ كَفَرُواْ لَيُزۡلِقُونَكَ بِأَبۡصَٰرِهِمۡ لَمَّا سَمِعُواْ ٱلذِّكۡرَ وَيَقُولُونَ إِنَّهُۥ لَمَجۡنُونٞ  "
 },
 {
   "noSurat": 68,
   "ayat": 52,
   "tafsir": "52.  Dan Al Quran itu tidak lain hanyalah peringatan bagi seluruh umat.",
   "bacaan": "وَمَا هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 1,
   "tafsir": "1.  Hari kiamat,",
   "bacaan": "ٱلۡحَآقَّةُ  "
 },
 {
   "noSurat": 69,
   "ayat": 2,
   "tafsir": "2.  apakah hari kiamat itu?",
   "bacaan": "مَا ٱلۡحَآقَّةُ  "
 },
 {
   "noSurat": 69,
   "ayat": 3,
   "tafsir": "3.  Dan tahukah kamu apakah hari kiamat itu?",
   "bacaan": "وَمَآ أَدۡرَىٰكَ مَا ٱلۡحَآقَّةُ  "
 },
 {
   "noSurat": 69,
   "ayat": 4,
   "tafsir": "4.  Kaum Tsamud dan 'Aad telah mendustakan hari kiamat.",
   "bacaan": "كَذَّبَتۡ ثَمُودُ وَعَادُۢ بِٱلۡقَارِعَةِ  "
 },
 {
   "noSurat": 69,
   "ayat": 5,
   "tafsir": "5.  Adapun kaum Tsamud, maka mereka telah dibinasakan dengan kejadian yang luar biasa.",
   "bacaan": "فَأَمَّا ثَمُودُ فَأُهۡلِكُواْ بِٱلطَّاغِيَةِ  "
 },
 {
   "noSurat": 69,
   "ayat": 6,
   "tafsir": "6.  Adapun kaum 'Aad maka mereka telah dibinasakan dengan angin yang sangat dingin lagi amat kencang,",
   "bacaan": "وَأَمَّا عَادٞ فَأُهۡلِكُواْ بِرِيحٖ صَرۡصَرٍ عَاتِيَةٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 7,
   "tafsir": "7.  yang Allah menimpakan angin itu kepada mereka selama tujuh malam dan delapan hari terus menerus; maka kamu lihat kaum 'Aad pada waktu itu mati bergelimpangan seakan-akan mereka tunggul pohon kurma yang telah kosong (lapuk).",
   "bacaan": "سَخَّرَهَا عَلَيۡهِمۡ سَبۡعَ لَيَالٖ وَثَمَٰنِيَةَ أَيَّامٍ حُسُومٗاۖ فَتَرَى ٱلۡقَوۡمَ فِيهَا صَرۡعَىٰ كَأَنَّهُمۡ أَعۡجَازُ نَخۡلٍ خَاوِيَةٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 8,
   "tafsir": "8.  Maka kamu tidak melihat seorangpun yang tinggal di antara mereka.",
   "bacaan": "فَهَلۡ تَرَىٰ لَهُم مِّنۢ بَاقِيَةٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 9,
   "tafsir": "9.  Dan telah datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkir balikkan karena kesalahan yang besar.",
   "bacaan": "وَجَآءَ فِرۡعَوۡنُ وَمَن قَبۡلَهُۥ وَٱلۡمُؤۡتَفِكَٰتُ بِٱلۡخَاطِئَةِ  "
 },
 {
   "noSurat": 69,
   "ayat": 10,
   "tafsir": "10.  Maka (masing-masing) mereka mendurhakai rasul Tuhan mereka, lalu Allah menyiksa mereka dengan siksaan yang sangat keras.",
   "bacaan": "فَعَصَوۡاْ رَسُولَ رَبِّهِمۡ فَأَخَذَهُمۡ أَخۡذَةٗ رَّابِيَةً  "
 },
 {
   "noSurat": 69,
   "ayat": 11,
   "tafsir": "11.  Sesungguhnya Kami, tatkala air telah naik (sampai ke gunung) Kami bawa (nenek moyang) kamu, ke dalam bahtera,",
   "bacaan": "إِنَّا لَمَّا طَغَا ٱلۡمَآءُ حَمَلۡنَٰكُمۡ فِي ٱلۡجَارِيَةِ  "
 },
 {
   "noSurat": 69,
   "ayat": 12,
   "tafsir": "12.  agar Kami jadikan peristiwa itu peringatan bagi kamu dan agar diperhatikan oleh telinga yang mau mendengar.",
   "bacaan": "لِنَجۡعَلَهَا لَكُمۡ تَذۡكِرَةٗ وَتَعِيَهَآ أُذُنٞ وَٰعِيَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 13,
   "tafsir": "13.  Maka apabila sangkakala ditiup sekali tiup",
   "bacaan": "فَإِذَا نُفِخَ فِي ٱلصُّورِ نَفۡخَةٞ وَٰحِدَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 14,
   "tafsir": "14.  dan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali bentur.",
   "bacaan": "وَحُمِلَتِ ٱلۡأَرۡضُ وَٱلۡجِبَالُ فَدُكَّتَا دَكَّةٗ وَٰحِدَةٗ  "
 },
 {
   "noSurat": 69,
   "ayat": 15,
   "tafsir": "15.  Maka pada hari itu terjadilah hari kiamat,",
   "bacaan": "فَيَوۡمَئِذٖ وَقَعَتِ ٱلۡوَاقِعَةُ  "
 },
 {
   "noSurat": 69,
   "ayat": 16,
   "tafsir": "16.  dan terbelahlah langit, karena pada hari itu langit menjadi lemah.",
   "bacaan": "وَٱنشَقَّتِ ٱلسَّمَآءُ فَهِيَ يَوۡمَئِذٖ وَاهِيَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 17,
   "tafsir": "17.  Dan malaikat-malaikat berada di penjuru-penjuru langit. Dan pada hari itu delapan orang malaikat menjunjung 'Arsy Tuhanmu di atas (kepala) mereka.",
   "bacaan": "وَٱلۡمَلَكُ عَلَىٰٓ أَرۡجَآئِهَاۚ وَيَحۡمِلُ عَرۡشَ رَبِّكَ فَوۡقَهُمۡ يَوۡمَئِذٖ ثَمَٰنِيَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 18,
   "tafsir": "18.  Pada hari itu kamu dihadapkan (kepada Tuhanmu), tiada sesuatupun dari keadaanmu yang tersembunyi (bagi Allah).",
   "bacaan": "يَوۡمَئِذٖ تُعۡرَضُونَ لَا تَخۡفَىٰ مِنكُمۡ خَافِيَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 19,
   "tafsir": "19.  Adapun orang-orang yang diberikan kepadanya kitabnya dari sebelah kanannya, maka dia berkata: \"Ambillah, bacalah kitabku (ini)\".",
   "bacaan": "فَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِيَمِينِهِۦ فَيَقُولُ هَآؤُمُ ٱقۡرَءُواْ كِتَٰبِيَهۡ  "
 },
 {
   "noSurat": 69,
   "ayat": 20,
   "tafsir": "20.  Sesungguhnya aku yakin, bahwa sesungguhnya aku akan menemui hisab terhadap diriku.",
   "bacaan": "إِنِّي ظَنَنتُ أَنِّي مُلَٰقٍ حِسَابِيَهۡ  "
 },
 {
   "noSurat": 69,
   "ayat": 21,
   "tafsir": "21.  Maka orang itu berada dalam kehidupan yang diridhai,",
   "bacaan": "فَهُوَ فِي عِيشَةٖ رَّاضِيَةٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 22,
   "tafsir": "22.  dalam surga yang tinggi,",
   "bacaan": "فِي جَنَّةٍ عَالِيَةٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 23,
   "tafsir": "23.  buah-buahannya dekat,",
   "bacaan": "قُطُوفُهَا دَانِيَةٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 24,
   "tafsir": "24.  (kepada mereka dikatakan): \"Makan dan minumlah dengan sedap disebabkan amal yang telah kamu kerjakan pada hari-hari yang telah lalu\".",
   "bacaan": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ  "
 },
 {
   "noSurat": 69,
   "ayat": 25,
   "tafsir": "25.  Adapun orang yang diberikan kepadanya kitabnya dari sebelah kirinya, maka dia berkata: \"Wahai alangkah baiknya kiranya tidak diberikan kepadaku kitabku (ini).",
   "bacaan": "وَأَمَّا مَنۡ أُوتِيَ كِتَٰبَهُۥ بِشِمَالِهِۦ فَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُوتَ كِتَٰبِيَهۡ  "
 },
 {
   "noSurat": 69,
   "ayat": 26,
   "tafsir": "26.  Dan aku tidak mengetahui apa hisab terhadap diriku.",
   "bacaan": "وَلَمۡ أَدۡرِ مَا حِسَابِيَهۡ  "
 },
 {
   "noSurat": 69,
   "ayat": 27,
   "tafsir": "27.  Wahai kiranya kematian itulah yang menyelesaikan segala sesuatu.",
   "bacaan": "يَٰلَيۡتَهَا كَانَتِ ٱلۡقَاضِيَةَ  "
 },
 {
   "noSurat": 69,
   "ayat": 28,
   "tafsir": "28.  Hartaku sekali-kali tidak memberi manfaat kepadaku.",
   "bacaan": "مَآ أَغۡنَىٰ عَنِّي مَالِيَهۡۜ  "
 },
 {
   "noSurat": 69,
   "ayat": 29,
   "tafsir": "29.  Telah hilang kekuasaanku daripadaku\".",
   "bacaan": "هَلَكَ عَنِّي سُلۡطَٰنِيَهۡ  "
 },
 {
   "noSurat": 69,
   "ayat": 30,
   "tafsir": "30.  (Allah berfirman): \"Peganglah dia lalu belenggulah tangannya ke lehernya.",
   "bacaan": "خُذُوهُ فَغُلُّوهُ  "
 },
 {
   "noSurat": 69,
   "ayat": 31,
   "tafsir": "31.  Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala.",
   "bacaan": "ثُمَّ ٱلۡجَحِيمَ صَلُّوهُ  "
 },
 {
   "noSurat": 69,
   "ayat": 32,
   "tafsir": "32.  Kemudian belitlah dia dengan rantai yang panjangnya tujuh puluh hasta.",
   "bacaan": "ثُمَّ فِي سِلۡسِلَةٖ ذَرۡعُهَا سَبۡعُونَ ذِرَاعٗا فَٱسۡلُكُوهُ  "
 },
 {
   "noSurat": 69,
   "ayat": 33,
   "tafsir": "33.  Sesungguhnya dia dahulu tidak beriman kepada Allah Yang Maha Besar.",
   "bacaan": "إِنَّهُۥ كَانَ لَا يُؤۡمِنُ بِٱللَّهِ ٱلۡعَظِيمِ  "
 },
 {
   "noSurat": 69,
   "ayat": 34,
   "tafsir": "34.  Dan juga dia tidak mendorong (orang lain) untuk memberi makan orang miskin.",
   "bacaan": "وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلۡمِسۡكِينِ  "
 },
 {
   "noSurat": 69,
   "ayat": 35,
   "tafsir": "35.  Maka tiada seorang temanpun baginya pada hari ini di sini.",
   "bacaan": "فَلَيۡسَ لَهُ ٱلۡيَوۡمَ هَٰهُنَا حَمِيمٞ  "
 },
 {
   "noSurat": 69,
   "ayat": 36,
   "tafsir": "36.  Dan tiada (pula) makanan sedikitpun (baginya) kecuali dari darah dan nanah.",
   "bacaan": "وَلَا طَعَامٌ إِلَّا مِنۡ غِسۡلِينٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 37,
   "tafsir": "37.  Tidak ada yang memakannya kecuali orang-orang yang berdosa.",
   "bacaan": "لَّا يَأۡكُلُهُۥٓ إِلَّا ٱلۡخَٰطِ‍ُٔونَ  "
 },
 {
   "noSurat": 69,
   "ayat": 38,
   "tafsir": "38.  Maka Aku bersumpah dengan apa yang kamu lihat.",
   "bacaan": "فَلَآ أُقۡسِمُ بِمَا تُبۡصِرُونَ  "
 },
 {
   "noSurat": 69,
   "ayat": 39,
   "tafsir": "39.  Dan dengan apa yang tidak kamu lihat.",
   "bacaan": "وَمَا لَا تُبۡصِرُونَ  "
 },
 {
   "noSurat": 69,
   "ayat": 40,
   "tafsir": "40.  Sesungguhnya Al Quran itu adalah benar-benar wahyu (Allah yang diturunkan kepada) Rasul yang mulia,",
   "bacaan": "إِنَّهُۥ لَقَوۡلُ رَسُولٖ كَرِيمٖ  "
 },
 {
   "noSurat": 69,
   "ayat": 41,
   "tafsir": "41.  dan Al Quran itu bukanlah perkataan seorang penyair. Sedikit sekali kamu beriman kepadanya.",
   "bacaan": "وَمَا هُوَ بِقَوۡلِ شَاعِرٖۚ قَلِيلٗا مَّا تُؤۡمِنُونَ  "
 },
 {
   "noSurat": 69,
   "ayat": 42,
   "tafsir": "42.  Dan bukan pula perkataan tukang tenung. Sedikit sekali kamu mengambil pelajaran daripadanya.",
   "bacaan": "وَلَا بِقَوۡلِ كَاهِنٖۚ قَلِيلٗا مَّا تَذَكَّرُونَ  "
 },
 {
   "noSurat": 69,
   "ayat": 43,
   "tafsir": "43.  Ia adalah wahyu yang diturunkan dari Tuhan semesta alam.",
   "bacaan": "تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 44,
   "tafsir": "44.  Seandainya dia (Muhammad) mengadakan sebagian perkataan atas (nama) Kami,",
   "bacaan": "وَلَوۡ تَقَوَّلَ عَلَيۡنَا بَعۡضَ ٱلۡأَقَاوِيلِ  "
 },
 {
   "noSurat": 69,
   "ayat": 45,
   "tafsir": "45.  niscaya benar-benar Kami pegang dia pada tangan kanannya.",
   "bacaan": "لَأَخَذۡنَا مِنۡهُ بِٱلۡيَمِينِ  "
 },
 {
   "noSurat": 69,
   "ayat": 46,
   "tafsir": "46.  Kemudian benar-benar Kami potong urat tali jantungnya.",
   "bacaan": "ثُمَّ لَقَطَعۡنَا مِنۡهُ ٱلۡوَتِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 47,
   "tafsir": "47.  Maka sekali-kali tidak ada seorangpun dari kamu yang dapat menghalangi (Kami), dari pemotongan urat nadi itu.",
   "bacaan": "فَمَا مِنكُم مِّنۡ أَحَدٍ عَنۡهُ حَٰجِزِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 48,
   "tafsir": "48.  Dan sesungguhnya Al Quran itu benar-benar suatu pelajaran bagi orang-orang yang bertakwa.",
   "bacaan": "وَإِنَّهُۥ لَتَذۡكِرَةٞ لِّلۡمُتَّقِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 49,
   "tafsir": "49.  Dan sesungguhnya Kami benar-benar mengetahui bahwa di antara kamu ada orang yang mendustakan(nya).",
   "bacaan": "وَإِنَّا لَنَعۡلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 50,
   "tafsir": "50.  Dan sesungguhnya Al Quran itu benar-benar menjadi penyesalan bagi orang-orang kafir (di akhirat).",
   "bacaan": "وَإِنَّهُۥ لَحَسۡرَةٌ عَلَى ٱلۡكَٰفِرِينَ  "
 },
 {
   "noSurat": 69,
   "ayat": 51,
   "tafsir": "51.  Dan sesungguhnya Al Quran itu benar-benar kebenaran yang diyakini.",
   "bacaan": "وَإِنَّهُۥ لَحَقُّ ٱلۡيَقِينِ  "
 },
 {
   "noSurat": 69,
   "ayat": 52,
   "tafsir": "52.  Maka bertasbihlah dengan (menyebut) nama Tuhanmu Yang Maha Besar.",
   "bacaan": "فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ  "
 },
 {
   "noSurat": 70,
   "ayat": 1,
   "tafsir": "1.  Seseorang telah meminta kedatangan azab yang akan menimpa,",
   "bacaan": "سَأَلَ سَآئِلُۢ بِعَذَابٖ وَاقِعٖ  "
 },
 {
   "noSurat": 70,
   "ayat": 2,
   "tafsir": "2.  orang-orang kafir, yang tidak seorangpun dapat menolaknya,",
   "bacaan": "لِّلۡكَٰفِرِينَ لَيۡسَ لَهُۥ دَافِعٞ  "
 },
 {
   "noSurat": 70,
   "ayat": 3,
   "tafsir": "3.  (yang datang) dari Allah, Yang mempunyai tempat-tempat naik.",
   "bacaan": "مِّنَ ٱللَّهِ ذِي ٱلۡمَعَارِجِ  "
 },
 {
   "noSurat": 70,
   "ayat": 4,
   "tafsir": "4.  Malaikat-malaikat dan Jibril naik (menghadap) kepada Tuhan dalam sehari yang kadarnya limapuluh ribu tahun.",
   "bacaan": "تَعۡرُجُ ٱلۡمَلَٰٓئِكَةُ وَٱلرُّوحُ إِلَيۡهِ فِي يَوۡمٖ كَانَ مِقۡدَارُهُۥ خَمۡسِينَ أَلۡفَ سَنَةٖ  "
 },
 {
   "noSurat": 70,
   "ayat": 5,
   "tafsir": "5.  Maka bersabarlah kamu dengan sabar yang baik.",
   "bacaan": "فَٱصۡبِرۡ صَبۡرٗا جَمِيلًا  "
 },
 {
   "noSurat": 70,
   "ayat": 6,
   "tafsir": "6.  Sesungguhnya mereka memandang siksaaan itu jauh (mustahil).",
   "bacaan": "إِنَّهُمۡ يَرَوۡنَهُۥ بَعِيدٗا  "
 },
 {
   "noSurat": 70,
   "ayat": 7,
   "tafsir": "7.  Sedangkan Kami memandangnya dekat (mungkin terjadi).",
   "bacaan": "وَنَرَىٰهُ قَرِيبٗا  "
 },
 {
   "noSurat": 70,
   "ayat": 8,
   "tafsir": "8.  Pada hari ketika langit menjadi seperti luluhan perak,",
   "bacaan": "يَوۡمَ تَكُونُ ٱلسَّمَآءُ كَٱلۡمُهۡلِ  "
 },
 {
   "noSurat": 70,
   "ayat": 9,
   "tafsir": "9.  dan gunung-gunung menjadi seperti bulu (yang berterbangan),",
   "bacaan": "وَتَكُونُ ٱلۡجِبَالُ كَٱلۡعِهۡنِ  "
 },
 {
   "noSurat": 70,
   "ayat": 10,
   "tafsir": "10.  dan tidak ada seorang teman akrabpun menanyakan temannya,",
   "bacaan": "وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا  "
 },
 {
   "noSurat": 70,
   "ayat": 11,
   "tafsir": "11.  sedang mereka saling memandang. Orang kafir ingin kalau sekiranya dia dapat menebus (dirinya) dari azab hari itu dengan anak-anaknya,",
   "bacaan": "يُبَصَّرُونَهُمۡۚ يَوَدُّ ٱلۡمُجۡرِمُ لَوۡ يَفۡتَدِي مِنۡ عَذَابِ يَوۡمِئِذِۢ بِبَنِيهِ  "
 },
 {
   "noSurat": 70,
   "ayat": 12,
   "tafsir": "12.  dan isterinya dan saudaranya,",
   "bacaan": "وَصَٰحِبَتِهِۦ وَأَخِيهِ  "
 },
 {
   "noSurat": 70,
   "ayat": 13,
   "tafsir": "13.  dan kaum familinya yang melindunginya (di dunia).",
   "bacaan": "وَفَصِيلَتِهِ ٱلَّتِي تُ‍ٔۡوِيهِ  "
 },
 {
   "noSurat": 70,
   "ayat": 14,
   "tafsir": "14.  Dan orang-orang di atas bumi seluruhnya kemudian (mengharapkan) tebusan itu dapat menyelamatkannya.",
   "bacaan": "وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ يُنجِيهِ  "
 },
 {
   "noSurat": 70,
   "ayat": 15,
   "tafsir": "15.  Sekali-kali tidak dapat, sesungguhnya neraka itu adalah api yang bergolak,",
   "bacaan": "كَلَّآۖ إِنَّهَا لَظَىٰ  "
 },
 {
   "noSurat": 70,
   "ayat": 16,
   "tafsir": "16.  yang mengelupas kulit kepala,",
   "bacaan": "نَزَّاعَةٗ لِّلشَّوَىٰ  "
 },
 {
   "noSurat": 70,
   "ayat": 17,
   "tafsir": "17.  yang memanggil orang yang membelakang dan yang berpaling (dari agama),",
   "bacaan": "تَدۡعُواْ مَنۡ أَدۡبَرَ وَتَوَلَّىٰ  "
 },
 {
   "noSurat": 70,
   "ayat": 18,
   "tafsir": "18.  serta mengumpulkan (harta benda) lalu menyimpannya.",
   "bacaan": "وَجَمَعَ فَأَوۡعَىٰٓ  "
 },
 {
   "noSurat": 70,
   "ayat": 19,
   "tafsir": "19.  Sesungguhnya manusia diciptakan bersifat keluh kesah lagi kikir.",
   "bacaan": "۞إِنَّ ٱلۡإِنسَٰنَ خُلِقَ هَلُوعًا  "
 },
 {
   "noSurat": 70,
   "ayat": 20,
   "tafsir": "20.  Apabila ia ditimpa kesusahan ia berkeluh kesah,",
   "bacaan": "إِذَا مَسَّهُ ٱلشَّرُّ جَزُوعٗا  "
 },
 {
   "noSurat": 70,
   "ayat": 21,
   "tafsir": "21.  dan apabila ia mendapat kebaikan ia amat kikir,",
   "bacaan": "وَإِذَا مَسَّهُ ٱلۡخَيۡرُ مَنُوعًا  "
 },
 {
   "noSurat": 70,
   "ayat": 22,
   "tafsir": "22.  kecuali orang-orang yang mengerjakan shalat,",
   "bacaan": "إِلَّا ٱلۡمُصَلِّينَ  "
 },
 {
   "noSurat": 70,
   "ayat": 23,
   "tafsir": "23.  yang mereka itu tetap mengerjakan shalatnya,",
   "bacaan": "ٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ دَآئِمُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 24,
   "tafsir": "24.  dan orang-orang yang dalam hartanya tersedia bagian tertentu,",
   "bacaan": "وَٱلَّذِينَ فِيٓ أَمۡوَٰلِهِمۡ حَقّٞ مَّعۡلُومٞ  "
 },
 {
   "noSurat": 70,
   "ayat": 25,
   "tafsir": "25.  bagi orang (miskin) yang meminta dan orang yang tidak mempunyai apa-apa (yang tidak mau meminta),",
   "bacaan": "لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ  "
 },
 {
   "noSurat": 70,
   "ayat": 26,
   "tafsir": "26.  dan orang-orang yang mempercayai hari pembalasan,",
   "bacaan": "وَٱلَّذِينَ يُصَدِّقُونَ بِيَوۡمِ ٱلدِّينِ  "
 },
 {
   "noSurat": 70,
   "ayat": 27,
   "tafsir": "27.  dan orang-orang yang takut terhadap azab Tuhannya.",
   "bacaan": "وَٱلَّذِينَ هُم مِّنۡ عَذَابِ رَبِّهِم مُّشۡفِقُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 28,
   "tafsir": "28.  Karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya).",
   "bacaan": "إِنَّ عَذَابَ رَبِّهِمۡ غَيۡرُ مَأۡمُونٖ  "
 },
 {
   "noSurat": 70,
   "ayat": 29,
   "tafsir": "29.  Dan orang-orang yang memelihara kemaluannya,",
   "bacaan": "وَٱلَّذِينَ هُمۡ لِفُرُوجِهِمۡ حَٰفِظُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 30,
   "tafsir": "30.  kecuali terhadap isteri-isteri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela.",
   "bacaan": "إِلَّا عَلَىٰٓ أَزۡوَٰجِهِمۡ أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَإِنَّهُمۡ غَيۡرُ مَلُومِينَ  "
 },
 {
   "noSurat": 70,
   "ayat": 31,
   "tafsir": "31.  Barangsiapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas.",
   "bacaan": "فَمَنِ ٱبۡتَغَىٰ وَرَآءَ ذَٰلِكَ فَأُوْلَٰٓئِكَ هُمُ ٱلۡعَادُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 32,
   "tafsir": "32.  Dan orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya.",
   "bacaan": "وَٱلَّذِينَ هُمۡ لِأَمَٰنَٰتِهِمۡ وَعَهۡدِهِمۡ رَٰعُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 33,
   "tafsir": "33.  Dan orang-orang yang memberikan kesaksiannya.",
   "bacaan": "وَٱلَّذِينَ هُم بِشَهَٰدَٰتِهِمۡ قَآئِمُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 34,
   "tafsir": "34.  Dan orang-orang yang memelihara shalatnya.",
   "bacaan": "وَٱلَّذِينَ هُمۡ عَلَىٰ صَلَاتِهِمۡ يُحَافِظُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 35,
   "tafsir": "35.  Mereka itu (kekal) di surga lagi dimuliakan.",
   "bacaan": "أُوْلَٰٓئِكَ فِي جَنَّٰتٖ مُّكۡرَمُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 36,
   "tafsir": "36.  Mengapakah orang-orang kafir itu bersegera datang ke arahmu,",
   "bacaan": "فَمَالِ ٱلَّذِينَ كَفَرُواْ قِبَلَكَ مُهۡطِعِينَ  "
 },
 {
   "noSurat": 70,
   "ayat": 37,
   "tafsir": "37.  dari kanan dan dari kiri dengan berkelompok-kelompok.",
   "bacaan": "عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ عِزِينَ  "
 },
 {
   "noSurat": 70,
   "ayat": 38,
   "tafsir": "38.  Adakah setiap orang dari orang-orang kafir itu ingin masuk ke dalam surga yang penuh kenikmatan?,",
   "bacaan": "أَيَطۡمَعُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُدۡخَلَ جَنَّةَ نَعِيمٖ  "
 },
 {
   "noSurat": 70,
   "ayat": 39,
   "tafsir": "39.  sekali-kali tidak! Sesungguhnya Kami ciptakan mereka dari apa yang mereka ketahui (air mani).",
   "bacaan": "كَلَّآۖ إِنَّا خَلَقۡنَٰهُم مِّمَّا يَعۡلَمُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 40,
   "tafsir": "40.  Maka aku bersumpah dengan Tuhan Yang memiliki timur dan barat, sesungguhnya Kami benar-benar Maha Kuasa.",
   "bacaan": "فَلَآ أُقۡسِمُ بِرَبِّ ٱلۡمَشَٰرِقِ وَٱلۡمَغَٰرِبِ إِنَّا لَقَٰدِرُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 41,
   "tafsir": "41.  Untuk mengganti (mereka) dengan kaum yang lebih baik dari mereka, dan Kami sekali-kali tidak dapat dikalahkan.",
   "bacaan": "عَلَىٰٓ أَن نُّبَدِّلَ خَيۡرٗا مِّنۡهُمۡ وَمَا نَحۡنُ بِمَسۡبُوقِينَ  "
 },
 {
   "noSurat": 70,
   "ayat": 42,
   "tafsir": "42.  Maka biarkanlah mereka tenggelam (dalam kebatilan) dan bermain-main sampai mereka menjumpai hari yang diancamkan kepada mereka,",
   "bacaan": "فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 43,
   "tafsir": "43.  (yaitu) pada hari mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia),",
   "bacaan": "يَوۡمَ يَخۡرُجُونَ مِنَ ٱلۡأَجۡدَاثِ سِرَاعٗا كَأَنَّهُمۡ إِلَىٰ نُصُبٖ يُوفِضُونَ  "
 },
 {
   "noSurat": 70,
   "ayat": 44,
   "tafsir": "44.  dalam keadaan mereka menekurkan pandangannya (serta) diliputi kehinaan. Itulah hari yang dahulunya diancamkan kepada mereka.",
   "bacaan": "خَٰشِعَةً أَبۡصَٰرُهُمۡ تَرۡهَقُهُمۡ ذِلَّةٞۚ ذَٰلِكَ ٱلۡيَوۡمُ ٱلَّذِي كَانُواْ يُوعَدُونَ  "
 },
 {
   "noSurat": 71,
   "ayat": 1,
   "tafsir": "1.  Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan memerintahkan): \"Berilah kaummu peringatan sebelum datang kepadanya azab yang pedih\",",
   "bacaan": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ  "
 },
 {
   "noSurat": 71,
   "ayat": 2,
   "tafsir": "2.  Nuh berkata: \"Hai kaumku, sesungguhnya aku adalah pemberi peringatan yang menjelaskan kepada kamu,",
   "bacaan": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ  "
 },
 {
   "noSurat": 71,
   "ayat": 3,
   "tafsir": "3.  (yaitu) sembahlah olehmu Allah, bertakwalah kepada-Nya dan taatlah kepadaku,",
   "bacaan": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ  "
 },
 {
   "noSurat": 71,
   "ayat": 4,
   "tafsir": "4.  niscaya Allah akan mengampuni sebagian dosa-dosamu dan menangguhkan kamu sampai kepada waktu yang ditentukan. Sesungguhnya ketetapan Allah apabila telah datang tidak dapat ditangguhkan, kalau kamu mengetahui\".",
   "bacaan": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ  "
 },
 {
   "noSurat": 71,
   "ayat": 5,
   "tafsir": "5.  Nuh berkata: \"Ya Tuhanku sesungguhnya aku telah menyeru kaumku malam dan siang,",
   "bacaan": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 6,
   "tafsir": "6.  maka seruanku itu hanyalah menambah mereka lari (dari kebenaran).",
   "bacaan": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 7,
   "tafsir": "7.  Dan sesungguhnya setiap kali aku menyeru mereka (kepada iman) agar Engkau mengampuni mereka, mereka memasukkan anak jari mereka ke dalam telinganya dan menutupkan bajunya (kemukanya) dan mereka tetap (mengingkari) dan menyombongkan diri dengan sangat.",
   "bacaan": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 8,
   "tafsir": "8.  Kemudian sesungguhnya aku telah menyeru mereka (kepada iman) dengan cara terang-terangan,",
   "bacaan": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 9,
   "tafsir": "9.  kemudian sesungguhnya aku (menyeru) mereka (lagi) dengan terang-terangan dan dengan diam-diam,",
   "bacaan": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 10,
   "tafsir": "10.  maka aku katakan kepada mereka: 'Mohonlah ampun kepada Tuhanmu, -sesungguhnya Dia adalah Maha Pengampun-,",
   "bacaan": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 11,
   "tafsir": "11.  niscaya Dia akan mengirimkan hujan kepadamu dengan lebat,",
   "bacaan": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 12,
   "tafsir": "12.  dan membanyakkan harta dan anak-anakmu, dan mengadakan untukmu kebun-kebun dan mengadakan (pula di dalamnya) untukmu sungai-sungai.",
   "bacaan": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 13,
   "tafsir": "13.  Mengapa kamu tidak percaya akan kebesaran Allah?",
   "bacaan": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 14,
   "tafsir": "14.  Padahal Dia sesungguhnya telah menciptakan kamu dalam beberapa tingkatan kejadian.",
   "bacaan": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا  "
 },
 {
   "noSurat": 71,
   "ayat": 15,
   "tafsir": "15.  Tidakkah kamu perhatikan bagaimana Allah telah menciptakan tujuh langit bertingkat-tingkat?",
   "bacaan": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 16,
   "tafsir": "16.  Dan Allah menciptakan padanya bulan sebagai cahaya dan menjadikan matahari sebagai pelita?",
   "bacaan": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 17,
   "tafsir": "17.  Dan Allah menumbuhkan kamu dari tanah dengan sebaik-baiknya,",
   "bacaan": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 18,
   "tafsir": "18.  kemudian Dia mengembalikan kamu ke dalam tanah dan mengeluarkan kamu (daripadanya pada hari kiamat) dengan sebenar-benarnya.",
   "bacaan": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 19,
   "tafsir": "19.  Dan Allah menjadikan bumi untukmu sebagai hamparan,",
   "bacaan": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 20,
   "tafsir": "20.  supaya kamu menjalani jalan-jalan yang luas di bumi itu\".",
   "bacaan": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 21,
   "tafsir": "21.  Nuh berkata: \"Ya Tuhanku, sesungguhnya mereka telah mendurhakaiku dan telah mengikuti orang-orang yang harta dan anak-anaknya tidak menambah kepadanya melainkan kerugian belaka,",
   "bacaan": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 22,
   "tafsir": "22.  dan melakukan tipu-daya yang amat besar\".",
   "bacaan": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 23,
   "tafsir": "23.  Dan mereka berkata: \"Jangan sekali-kali kamu meninggalkan (penyembahan) tuhan-tuhan kamu dan jangan pula sekali-kali kamu meninggalkan (penyembahan) wadd, dan jangan pula suwwa', yaghuts, ya'uq dan nasr\".",
   "bacaan": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 24,
   "tafsir": "24.  Dan sesudahnya mereka menyesatkan kebanyakan (manusia); dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kesesatan.",
   "bacaan": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 25,
   "tafsir": "25.  Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan lalu dimasukkan ke neraka, maka mereka tidak mendapat penolong-penolong bagi mereka selain dari Allah.",
   "bacaan": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 26,
   "tafsir": "26.  Nuh berkata: \"Ya Tuhanku, janganlah Engkau biarkan seorangpun di antara orang-orang kafir itu tinggal di atas bumi.",
   "bacaan": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا  "
 },
 {
   "noSurat": 71,
   "ayat": 27,
   "tafsir": "27.  Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka tidak akan melahirkan selain anak yang berbuat maksiat lagi sangat kafir.",
   "bacaan": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا  "
 },
 {
   "noSurat": 71,
   "ayat": 28,
   "tafsir": "28.  Ya Tuhanku! Ampunilah aku, ibu bapakku, orang yang masuk ke rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Dan janganlah Engkau tambahkan bagi orang-orang yang zalim itu selain kebinasaan\".",
   "bacaan": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا  "
 },
 {
   "noSurat": 72,
   "ayat": 1,
   "tafsir": "1.  Katakanlah (hai Muhammad): \"Telah diwahyukan kepadamu bahwasanya: telah mendengarkan sekumpulan jin (akan Al Quran), lalu mereka berkata: Sesungguhnya kami telah mendengarkan Al Quran yang menakjubkan,",
   "bacaan": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 2,
   "tafsir": "2.  (yang) memberi petunjuk kapada jalan yang benar, lalu kami beriman kepadanya. Dan kami sekali-kali tidak akan mempersekutukan seseorangpun dengan Tuhan kami,",
   "bacaan": "يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِۖ وَلَن نُّشْرِكَ بِرَبِّنَا أَحَدًا  "
 },
 {
   "noSurat": 72,
   "ayat": 3,
   "tafsir": "3.  dan bahwasanya Maha Tinggi kebesaran Tuhan kami, Dia tidak beristeri dan tidak (pula) beranak.",
   "bacaan": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 4,
   "tafsir": "4.  Dan bahwasanya: orang yang kurang akal daripada kami selalu mengatakan (perkataan) yang melampaui batas terhadap Allah,",
   "bacaan": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 5,
   "tafsir": "5.  dan sesungguhnya kami mengira, bahwa manusia dan jin sekali-kali tidak akan mengatakan perkataan yang dusta terhadap Allah.",
   "bacaan": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 6,
   "tafsir": "6.  Dan bahwasanya ada beberapa orang laki-laki di antara manusia meminta perlindungan kepada beberapa laki-laki di antara jin, maka jin-jin itu menambah bagi mereka dosa dan kesalahan.",
   "bacaan": "وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 7,
   "tafsir": "7.  Dan sesungguhnya mereka (jin) menyangka sebagaimana persangkaan kamu (orang-orang kafir Mekah), bahwa Allah sekali-kali tidak akan membangkitkan seorang (rasul)pun,",
   "bacaan": "وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 8,
   "tafsir": "8.  dan sesungguhnya kami telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api,",
   "bacaan": "وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 9,
   "tafsir": "9.  dan sesungguhnya kami dahulu dapat menduduki beberapa tempat di langit itu untuk mendengar-dengarkan (berita-beritanya). Tetapi sekarang barangsiapa yang (mencoba) mendengar-dengarkan (seperti itu) tentu akan menjumpai panah api yang mengintai (untuk membakarnya).",
   "bacaan": "وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 10,
   "tafsir": "10.  Dan sesungguhnya kami tidak mengetahui (dengan adanya penjagaan itu) apakah keburukan yang dikehendaki bagi orang yang di bumi ataukah Tuhan mereka menghendaki kebaikan bagi mereka.",
   "bacaan": "وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 11,
   "tafsir": "11.  Dan sesungguhnya di antara kami ada orang-orang yang saleh dan di antara kami ada (pula) yang tidak demikian halnya. Adalah kami menempuh jalan yang berbeda-beda.",
   "bacaan": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 12,
   "tafsir": "12.  Dan sesungguhnya kami mengetahui bahwa kami sekali-kali tidak akan dapat melepaskan diri (dari kekuasaan) Allah di muka bumi dan sekali-kali tidak (pula) dapat melepaskan diri (daripada)Nya dengan lari.",
   "bacaan": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 13,
   "tafsir": "13.  Dan sesungguhnya kami tatkala mendengar petunjuk (Al Quran), kami beriman kepadanya. Barangsiapa beriman kepada Tuhannya, maka ia tidak takut akan pengurangan pahala dan tidak (takut pula) akan penambahan dosa dan kesalahan.",
   "bacaan": "وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 14,
   "tafsir": "14.  Dan sesungguhnya di antara kami ada orang-orang yang taat dan ada (pula) orang-orang yang menyimpang dari kebenaran. Barangsiapa yang yang taat, maka mereka itu benar-benar telah memilih jalan yang lurus.",
   "bacaan": "وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 15,
   "tafsir": "15.  Adapun orang-orang yang menyimpang dari kebenaran, maka mereka menjadi kayu api bagi neraka Jahannam.",
   "bacaan": "وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 16,
   "tafsir": "16.  Dan bahwasanya: jikalau mereka tetap berjalan lurus di atas jalan itu (agama Islam), benar-benar Kami akan memberi minum kepada mereka air yang segar (rezeki yang banyak).",
   "bacaan": "وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 17,
   "tafsir": "17.  Untuk Kami beri cobaan kepada mereka padanya. Dan barangsiapa yang berpaling dari peringatan Tuhannya, niscaya akan dimasukkan-Nya ke dalam azab yang amat berat.",
   "bacaan": "لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 18,
   "tafsir": "18.  Dan sesungguhnya mesjid-mesjid itu adalah kepunyaan Allah. Maka janganlah kamu menyembah seseorangpun di dalamnya di samping (menyembah) Allah.",
   "bacaan": "وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 19,
   "tafsir": "19.  Dan bahwasanya tatkala hamba Allah (Muhammad) berdiri menyembah-Nya (mengerjakan ibadat), hampir saja jin-jin itu desak mendesak mengerumuninya.",
   "bacaan": "وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 20,
   "tafsir": "20.  Katakanlah: \"Sesungguhnya aku hanya menyembah Tuhanku dan aku tidak mempersekutukan sesuatupun dengan-Nya\".",
   "bacaan": "قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 21,
   "tafsir": "21.  Katakanlah: \"Sesungguhnya aku tidak kuasa mendatangkan sesuatu kemudharatanpun kepadamu dan tidak (pula) suatu kemanfaatan\".",
   "bacaan": "قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 22,
   "tafsir": "22.  Katakanlah: \"Sesungguhnya aku sekali-kali tiada seorangpun dapat melindungiku dari (azab) Allah dan sekali-kali aku tiada akan memperoleh tempat berlindung selain daripada-Nya\".",
   "bacaan": "قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا  "
 },
 {
   "noSurat": 72,
   "ayat": 23,
   "tafsir": "23.  Akan tetapi (aku hanya) menyampaikan (peringatan) dari Allah dan risalah-Nya. Dan barangsiapa yang mendurhakai Allah dan Rasul-Nya maka sesungguhnya baginyalah neraka Jahannam, mereka kekal di dalamnya selama-lamanya.",
   "bacaan": "إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا  "
 },
 {
   "noSurat": 72,
   "ayat": 24,
   "tafsir": "24.  Sehingga apabila mereka melihat azab yang diancamkan kepada mereka, maka mereka akan mengetahui siapakah yang lebih lemah penolongnya dan lebih sedikit bilangannya.",
   "bacaan": "حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 25,
   "tafsir": "25.  Katakanlah: \"Aku tidak mengetahui, apakah azab yang diancamkan kepadamu itu dekat ataukah Tuhanku menjadikan bagi (kedatangan) azab itu masa yang panjang?\".",
   "bacaan": "قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا  "
 },
 {
   "noSurat": 72,
   "ayat": 26,
   "tafsir": "26.  (Dia adalah Tuhan) Yang Mengetahui yang ghaib, maka Dia tidak memperlihatkan kepada seorangpun tentang yang ghaib itu.",
   "bacaan": "عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا  "
 },
 {
   "noSurat": 72,
   "ayat": 27,
   "tafsir": "27.  Kecuali kepada rasul yang diridhai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di muka dan di belakangnya.",
   "bacaan": "إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا  "
 },
 {
   "noSurat": 72,
   "ayat": 28,
   "tafsir": "28.  Supaya Dia mengetahui, bahwa sesungguhnya rasul-rasul itu telah menyampaikan risalah-risalah Tuhannya, sedang (sebenarnya) ilmu-Nya meliputi apa yang ada pada mereka, dan Dia menghitung segala sesuatu satu persatu.",
   "bacaan": "لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا  "
 },
 {
   "noSurat": 73,
   "ayat": 1,
   "tafsir": "1.  Hai orang yang berselimut (Muhammad),",
   "bacaan": "يَٰٓأَيُّهَا ٱلۡمُزَّمِّلُ  "
 },
 {
   "noSurat": 73,
   "ayat": 2,
   "tafsir": "2.  bangunlah (untuk sembahyang) di malam hari, kecuali sedikit (daripadanya),",
   "bacaan": "قُمِ ٱلَّيۡلَ إِلَّا قَلِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 3,
   "tafsir": "3.  (yaitu) seperduanya atau kurangilah dari seperdua itu sedikit.",
   "bacaan": "نِّصۡفَهُۥٓ أَوِ ٱنقُصۡ مِنۡهُ قَلِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 4,
   "tafsir": "4.  atau lebih dari seperdua itu. Dan bacalah Al Quran itu dengan perlahan-lahan.",
   "bacaan": "أَوۡ زِدۡ عَلَيۡهِ وَرَتِّلِ ٱلۡقُرۡءَانَ تَرۡتِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 5,
   "tafsir": "5.  Sesungguhnya Kami akan menurunkan kapadamu perkataan yang berat.",
   "bacaan": "إِنَّا سَنُلۡقِي عَلَيۡكَ قَوۡلٗا ثَقِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 6,
   "tafsir": "6.  Sesungguhnya bangun di waktu malam adalah lebih tepat (untuk khusyu') dan bacaan di waktu itu lebih berkesan.",
   "bacaan": "إِنَّ نَاشِئَةَ ٱلَّيۡلِ هِيَ أَشَدُّ وَطۡ‍ٔٗا وَأَقۡوَمُ قِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 7,
   "tafsir": "7.  Sesungguhnya kamu pada siang hari mempunyai urusan yang panjang (banyak).",
   "bacaan": "إِنَّ لَكَ فِي ٱلنَّهَارِ سَبۡحٗا طَوِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 8,
   "tafsir": "8.  Sebutlah nama Tuhanmu, dan beribadatlah kepada-Nya dengan penuh ketekunan.",
   "bacaan": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ وَتَبَتَّلۡ إِلَيۡهِ تَبۡتِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 9,
   "tafsir": "9.  (Dialah) Tuhan masyrik dan maghrib, tiada Tuhan (yang berhak disembah) melainkan Dia, maka ambillah Dia sebagai pelindung.",
   "bacaan": "رَّبُّ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ لَآ إِلَٰهَ إِلَّا هُوَ فَٱتَّخِذۡهُ وَكِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 10,
   "tafsir": "10.  Dan bersabarlah terhadap apa yang mereka ucapkan dan jauhilah mereka dengan cara yang baik.",
   "bacaan": "وَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱهۡجُرۡهُمۡ هَجۡرٗا جَمِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 11,
   "tafsir": "11.  Dan biarkanlah Aku (saja) bertindak terhadap orang-orang yang mendustakan itu, orang-orang yang mempunyai kemewahan dan beri tangguhlah mereka barang sebentar.",
   "bacaan": "وَذَرۡنِي وَٱلۡمُكَذِّبِينَ أُوْلِي ٱلنَّعۡمَةِ وَمَهِّلۡهُمۡ قَلِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 12,
   "tafsir": "12.  Karena sesungguhnya pada sisi Kami ada belenggu-belenggu yang berat dan neraka yang menyala-nyala.",
   "bacaan": "إِنَّ لَدَيۡنَآ أَنكَالٗا وَجَحِيمٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 13,
   "tafsir": "13.  Dan makanan yang menyumbat di kerongkongan dan azab yang pedih.",
   "bacaan": "وَطَعَامٗا ذَا غُصَّةٖ وَعَذَابًا أَلِيمٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 14,
   "tafsir": "14.  Pada hari bumi dan gunung-gunung bergoncangan, dan menjadilah gunung-gunung itu tumpukan-tumpukan pasir yang berterbangan.",
   "bacaan": "يَوۡمَ تَرۡجُفُ ٱلۡأَرۡضُ وَٱلۡجِبَالُ وَكَانَتِ ٱلۡجِبَالُ كَثِيبٗا مَّهِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 15,
   "tafsir": "15.  Sesungguhnya Kami telah mengutus kepada kamu (hai orang kafir Mekah) seorang Rasul, yang menjadi saksi terhadapmu, sebagaimana Kami telah mengutus (dahulu) seorang Rasul kepada Fir'aun.",
   "bacaan": "إِنَّآ أَرۡسَلۡنَآ إِلَيۡكُمۡ رَسُولٗا شَٰهِدًا عَلَيۡكُمۡ كَمَآ أَرۡسَلۡنَآ إِلَىٰ فِرۡعَوۡنَ رَسُولٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 16,
   "tafsir": "16.  Maka Fir'aun mendurhakai Rasul itu, lalu Kami siksa dia dengan siksaan yang berat.",
   "bacaan": "فَعَصَىٰ فِرۡعَوۡنُ ٱلرَّسُولَ فَأَخَذۡنَٰهُ أَخۡذٗا وَبِيلٗا  "
 },
 {
   "noSurat": 73,
   "ayat": 17,
   "tafsir": "17.  Maka bagaimanakah kamu akan dapat memelihara dirimu jika kamu tetap kafir kepada hari yang menjadikan anak-anak beruban.",
   "bacaan": "فَكَيۡفَ تَتَّقُونَ إِن كَفَرۡتُمۡ يَوۡمٗا يَجۡعَلُ ٱلۡوِلۡدَٰنَ شِيبًا  "
 },
 {
   "noSurat": 73,
   "ayat": 18,
   "tafsir": "18.  Langit(pun) menjadi pecah belah pada hari itu. Adalah janji-Nya itu pasti terlaksana.",
   "bacaan": "ٱلسَّمَآءُ مُنفَطِرُۢ بِهِۦۚ كَانَ وَعۡدُهُۥ مَفۡعُولًا  "
 },
 {
   "noSurat": 73,
   "ayat": 19,
   "tafsir": "19.  Sesungguhnya ini adalah suatu peringatan. Maka barangsiapa yang menghendaki niscaya ia menempuh jalan (yang menyampaikannya) kepada Tuhannya.",
   "bacaan": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلًا  "
 },
 {
   "noSurat": 73,
   "ayat": 20,
   "tafsir": "20.  Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Quran. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Quran dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
   "bacaan": "۞إِنَّ رَبَّكَ يَعۡلَمُ أَنَّكَ تَقُومُ أَدۡنَىٰ مِن ثُلُثَيِ ٱلَّيۡلِ وَنِصۡفَهُۥ وَثُلُثَهُۥ وَطَآئِفَةٞ مِّنَ ٱلَّذِينَ مَعَكَۚ وَٱللَّهُ يُقَدِّرُ ٱلَّيۡلَ وَٱلنَّهَارَۚ عَلِمَ أَن لَّن تُحۡصُوهُ فَتَابَ عَلَيۡكُمۡۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنَ ٱلۡقُرۡءَانِۚ عَلِمَ أَن سَيَكُونُ مِنكُم مَّرۡضَىٰ وَءَاخَرُونَ يَضۡرِبُونَ فِي ٱلۡأَرۡضِ يَبۡتَغُونَ مِن فَضۡلِ ٱللَّهِ وَءَاخَرُونَ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ فَٱقۡرَءُواْ مَا تَيَسَّرَ مِنۡهُۚ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗاۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِ هُوَ خَيۡرٗا وَأَعۡظَمَ أَجۡرٗاۚ وَٱسۡتَغۡفِرُواْ ٱللَّهَۖ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمُۢ  "
 },
 {
   "noSurat": 74,
   "ayat": 1,
   "tafsir": "1.  Hai orang yang berkemul (berselimut),",
   "bacaan": "يَٰٓأَيُّهَا ٱلۡمُدَّثِّرُ  "
 },
 {
   "noSurat": 74,
   "ayat": 2,
   "tafsir": "2.  bangunlah, lalu berilah peringatan!",
   "bacaan": "قُمۡ فَأَنذِرۡ  "
 },
 {
   "noSurat": 74,
   "ayat": 3,
   "tafsir": "3.  dan Tuhanmu agungkanlah!",
   "bacaan": "وَرَبَّكَ فَكَبِّرۡ  "
 },
 {
   "noSurat": 74,
   "ayat": 4,
   "tafsir": "4.  dan pakaianmu bersihkanlah,",
   "bacaan": "وَثِيَابَكَ فَطَهِّرۡ  "
 },
 {
   "noSurat": 74,
   "ayat": 5,
   "tafsir": "5.  dan perbuatan dosa tinggalkanlah,",
   "bacaan": "وَٱلرُّجۡزَ فَٱهۡجُرۡ  "
 },
 {
   "noSurat": 74,
   "ayat": 6,
   "tafsir": "6.  dan janganlah kamu memberi (dengan maksud) memperoleh (balasan) yang lebih banyak.",
   "bacaan": "وَلَا تَمۡنُن تَسۡتَكۡثِرُ  "
 },
 {
   "noSurat": 74,
   "ayat": 7,
   "tafsir": "7.  Dan untuk (memenuhi perintah) Tuhanmu, bersabarlah.",
   "bacaan": "وَلِرَبِّكَ فَٱصۡبِرۡ  "
 },
 {
   "noSurat": 74,
   "ayat": 8,
   "tafsir": "8.  Apabila ditiup sangkakala,",
   "bacaan": "فَإِذَا نُقِرَ فِي ٱلنَّاقُورِ  "
 },
 {
   "noSurat": 74,
   "ayat": 9,
   "tafsir": "9.  maka waktu itu adalah waktu (datangnya) hari yang sulit,",
   "bacaan": "فَذَٰلِكَ يَوۡمَئِذٖ يَوۡمٌ عَسِيرٌ  "
 },
 {
   "noSurat": 74,
   "ayat": 10,
   "tafsir": "10.  bagi orang-orang kafir lagi tidak mudah.",
   "bacaan": "عَلَى ٱلۡكَٰفِرِينَ غَيۡرُ يَسِيرٖ  "
 },
 {
   "noSurat": 74,
   "ayat": 11,
   "tafsir": "11.  Biarkanlah Aku bertindak terhadap orang yang Aku telah menciptakannya sendirian.",
   "bacaan": "ذَرۡنِي وَمَنۡ خَلَقۡتُ وَحِيدٗا  "
 },
 {
   "noSurat": 74,
   "ayat": 12,
   "tafsir": "12.  Dan Aku jadikan baginya harta benda yang banyak,",
   "bacaan": "وَجَعَلۡتُ لَهُۥ مَالٗا مَّمۡدُودٗا  "
 },
 {
   "noSurat": 74,
   "ayat": 13,
   "tafsir": "13.  dan anak-anak yang selalu bersama dia,",
   "bacaan": "وَبَنِينَ شُهُودٗا  "
 },
 {
   "noSurat": 74,
   "ayat": 14,
   "tafsir": "14.  dan Ku-lapangkan baginya (rezeki dan kekuasaan) dengan selapang-lapangnya,",
   "bacaan": "وَمَهَّدتُّ لَهُۥ تَمۡهِيدٗا  "
 },
 {
   "noSurat": 74,
   "ayat": 15,
   "tafsir": "15.  kemudian dia ingin sekali supaya Aku menambahnya.",
   "bacaan": "ثُمَّ يَطۡمَعُ أَنۡ أَزِيدَ  "
 },
 {
   "noSurat": 74,
   "ayat": 16,
   "tafsir": "16.  Sekali-kali tidak (akan Aku tambah), karena sesungguhnya dia menentang ayat-ayat Kami (Al Quran).",
   "bacaan": "كَلَّآۖ إِنَّهُۥ كَانَ لِأٓيَٰتِنَا عَنِيدٗا  "
 },
 {
   "noSurat": 74,
   "ayat": 17,
   "tafsir": "17.  Aku akan membebaninya mendaki pendakian yang memayahkan.",
   "bacaan": "سَأُرۡهِقُهُۥ صَعُودًا  "
 },
 {
   "noSurat": 74,
   "ayat": 18,
   "tafsir": "18.  Sesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya),",
   "bacaan": "إِنَّهُۥ فَكَّرَ وَقَدَّرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 19,
   "tafsir": "19.  maka celakalah dia! Bagaimana dia menetapkan?,",
   "bacaan": "فَقُتِلَ كَيۡفَ قَدَّرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 20,
   "tafsir": "20.  kemudian celakalah dia! Bagaimanakah dia menetapkan?,",
   "bacaan": "ثُمَّ قُتِلَ كَيۡفَ قَدَّرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 21,
   "tafsir": "21.  kemudian dia memikirkan,",
   "bacaan": "ثُمَّ نَظَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 22,
   "tafsir": "22.  sesudah itu dia bermasam muka dan merengut,",
   "bacaan": "ثُمَّ عَبَسَ وَبَسَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 23,
   "tafsir": "23.  kemudian dia berpaling (dari kebenaran) dan menyombongkan diri,",
   "bacaan": "ثُمَّ أَدۡبَرَ وَٱسۡتَكۡبَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 24,
   "tafsir": "24.  lalu dia berkata: \"(Al Quran) ini tidak lain hanyalah sihir yang dipelajari (dari orang-orang dahulu),",
   "bacaan": "فَقَالَ إِنۡ هَٰذَآ إِلَّا سِحۡرٞ يُؤۡثَرُ  "
 },
 {
   "noSurat": 74,
   "ayat": 25,
   "tafsir": "25.  ini tidak lain hanyalah perkataan manusia\".",
   "bacaan": "إِنۡ هَٰذَآ إِلَّا قَوْلُ الْبَشَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 26,
   "tafsir": "26.  Aku akan memasukkannya ke dalam (neraka) Saqar.",
   "bacaan": "سَأُصْلِيهِ سَقَرَ"
 },
 {
   "noSurat": 74,
   "ayat": 27,
   "tafsir": "27.  Tahukah kamu apakah (neraka) Saqar itu?",
   "bacaan": "وَمَا أَدْرَاكَ مَا سَقَرُ"
 },
 {
   "noSurat": 74,
   "ayat": 28,
   "tafsir": "28.  Saqar itu tidak meninggalkan dan tidak membiarkan.",
   "bacaan": "لَا تُبۡقِي وَلَا تَذَرُ  "
 },
 {
   "noSurat": 74,
   "ayat": 29,
   "tafsir": "29.  (Neraka Saqar) adalah pembakar kulit manusia.",
   "bacaan": "لَوَّاحَةٞ لِّلۡبَشَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 30,
   "tafsir": "30.  Dan di atasnya ada sembilan belas (malaikat penjaga).",
   "bacaan": "عَلَيۡهَا تِسۡعَةَ عَشَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 31,
   "tafsir": "31.  Dan tiada Kami jadikan penjaga neraka itu melainkan dari malaikat: dan tidaklah Kami menjadikan bilangan mereka itu melainkan untuk jadi cobaan bagi orang-orang kafir, supaya orang-orang yang diberi Al-Kitab menjadi yakin dan supaya orang yang beriman bertambah imannya dan supaya orang-orang yang diberi Al Kitab dan orng-orang mukmin itu tidak ragu-ragu dan supaya orang-orang yang di dalam hatinya ada penyakit dan orang-orang kafir (mengatakan): \"Apakah yang dikehendaki Allah dengan bilangan ini sebagai suatu perumpamaan?\" Demikianlah Allah membiarkan sesat orang-orang yang dikehendaki-Nya dan memberi petunjuk kepada siapa yang dikehendaki-Nya. Dan tidak ada yang mengetahui tentara Tuhanmu melainkan Dia sendiri. Dan Saqar itu tiada lain hanyalah peringatan bagi manusia.",
   "bacaan": "وَمَا جَعَلۡنَآ أَصۡحَٰبَ ٱلنَّارِ إِلَّا مَلَٰٓئِكَةٗۖ وَمَا جَعَلۡنَا عِدَّتَهُمۡ إِلَّا فِتۡنَةٗ لِّلَّذِينَ كَفَرُواْ لِيَسۡتَيۡقِنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَيَزۡدَادَ ٱلَّذِينَ ءَامَنُوٓاْ إِيمَٰنٗا وَلَا يَرۡتَابَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ وَٱلۡمُؤۡمِنُونَ وَلِيَقُولَ ٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡكَٰفِرُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَمَا يَعۡلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَۚ وَمَا هِيَ إِلَّا ذِكۡرَىٰ لِلۡبَشَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 32,
   "tafsir": "32.  Sekali-kali tidak, demi bulan,",
   "bacaan": "كَلَّا وَٱلۡقَمَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 33,
   "tafsir": "33.  dan malam ketika telah berlalu,",
   "bacaan": "وَٱلَّيۡلِ إِذۡ أَدۡبَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 34,
   "tafsir": "34.  dan subuh apabila mulai terang.",
   "bacaan": "وَٱلصُّبۡحِ إِذَآ أَسۡفَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 35,
   "tafsir": "35.  Sesungguhnya Saqar itu adalah salah satu bencana yang amat besar,",
   "bacaan": "إِنَّهَا لَإِحۡدَى ٱلۡكُبَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 36,
   "tafsir": "36.  sebagai ancaman bagi manusia.",
   "bacaan": "نَذِيرٗا لِّلۡبَشَرِ  "
 },
 {
   "noSurat": 74,
   "ayat": 37,
   "tafsir": "37.  (Yaitu) bagi siapa di antaramu yang berkehendak akan maju atau mundur.",
   "bacaan": "لِمَن شَآءَ مِنكُمۡ أَن يَتَقَدَّمَ أَوۡ يَتَأَخَّرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 38,
   "tafsir": "38.  Tiap-tiap diri bertanggung jawab atas apa yang telah diperbuatnya,",
   "bacaan": "كُلُّ نَفۡسِۢ بِمَا كَسَبَتۡ رَهِينَةٌ  "
 },
 {
   "noSurat": 74,
   "ayat": 39,
   "tafsir": "39.  kecuali golongan kanan,",
   "bacaan": "إِلَّآ أَصۡحَٰبَ ٱلۡيَمِينِ  "
 },
 {
   "noSurat": 74,
   "ayat": 40,
   "tafsir": "40.  berada di dalam surga, mereka tanya menanya,",
   "bacaan": "فِي جَنَّٰتٖ يَتَسَآءَلُونَ  "
 },
 {
   "noSurat": 74,
   "ayat": 41,
   "tafsir": "41.  tentang (keadaan) orang-orang yang berdosa,",
   "bacaan": "عَنِ ٱلۡمُجۡرِمِينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 42,
   "tafsir": "42.  \"Apakah yang memasukkan kamu ke dalam Saqar (neraka)?\"",
   "bacaan": "مَا سَلَكَكُمۡ فِي سَقَرَ  "
 },
 {
   "noSurat": 74,
   "ayat": 43,
   "tafsir": "43.  Mereka menjawab: \"Kami dahulu tidak termasuk orang-orang yang mengerjakan shalat,",
   "bacaan": "قَالُواْ لَمۡ نَكُ مِنَ ٱلۡمُصَلِّينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 44,
   "tafsir": "44.  dan kami tidak (pula) memberi makan orang miskin,",
   "bacaan": "وَلَمۡ نَكُ نُطۡعِمُ ٱلۡمِسۡكِينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 45,
   "tafsir": "45.  dan adalah kami membicarakan yang bathil, bersama dengan orang-orang yang membicarakannya,",
   "bacaan": "وَكُنَّا نَخُوضُ مَعَ ٱلۡخَآئِضِينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 46,
   "tafsir": "46.  dan adalah kami mendustakan hari pembalasan,",
   "bacaan": "وَكُنَّا نُكَذِّبُ بِيَوۡمِ ٱلدِّينِ  "
 },
 {
   "noSurat": 74,
   "ayat": 47,
   "tafsir": "47.  hingga datang kepada kami kematian\".",
   "bacaan": "حَتَّىٰٓ أَتَىٰنَا ٱلۡيَقِينُ  "
 },
 {
   "noSurat": 74,
   "ayat": 48,
   "tafsir": "48.  Maka tidak berguna lagi bagi mereka syafa'at dari orang-orang yang memberikan syafa'at.",
   "bacaan": "فَمَا تَنفَعُهُمۡ شَفَٰعَةُ ٱلشَّٰفِعِينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 49,
   "tafsir": "49.  Maka mengapa mereka (orang-orang kafir) berpaling dari peringatan (Allah)?,",
   "bacaan": "فَمَا لَهُمۡ عَنِ ٱلتَّذۡكِرَةِ مُعۡرِضِينَ  "
 },
 {
   "noSurat": 74,
   "ayat": 50,
   "tafsir": "50.  seakan-akan mereka itu keledai liar yang lari terkejut,",
   "bacaan": "كَأَنَّهُمۡ حُمُرٞ مُّسۡتَنفِرَةٞ  "
 },
 {
   "noSurat": 74,
   "ayat": 51,
   "tafsir": "51.  lari daripada singa.",
   "bacaan": "فَرَّتۡ مِن قَسۡوَرَةِۢ  "
 },
 {
   "noSurat": 74,
   "ayat": 52,
   "tafsir": "52.  Bahkan tiap-tiap orang dari mereka berkehendak supaya diberikan kepadanya lembaran-lembaran yang terbuka.",
   "bacaan": "بَلۡ يُرِيدُ كُلُّ ٱمۡرِيٕٖ مِّنۡهُمۡ أَن يُؤۡتَىٰ صُحُفٗا مُّنَشَّرَةٗ  "
 },
 {
   "noSurat": 74,
   "ayat": 53,
   "tafsir": "53.  Sekali-kali tidak. Sebenarnya mereka tidak takut kepada negeri akhirat.",
   "bacaan": "كَلَّاۖ بَل لَّا يَخَافُونَ ٱلۡأٓخِرَةَ  "
 },
 {
   "noSurat": 74,
   "ayat": 54,
   "tafsir": "54.  Sekali-kali tidak demikian halnya. Sesungguhnya Al Quran itu adalah peringatan.",
   "bacaan": "كَلَّآ إِنَّهُۥ تَذۡكِرَةٞ  "
 },
 {
   "noSurat": 74,
   "ayat": 55,
   "tafsir": "55.  Maka barangsiapa menghendaki, niscaya dia mengambil pelajaran daripadanya (Al Quran).",
   "bacaan": "فَمَن شَآءَ ذَكَرَهُۥ  "
 },
 {
   "noSurat": 74,
   "ayat": 56,
   "tafsir": "56.  Dan mereka tidak akan mengambil pelajaran daripadanya kecuali (jika) Allah menghendakinya. Dia (Allah) adalah Tuhan Yang patut (kita) bertakwa kepada-Nya dan berhak memberi ampun.",
   "bacaan": "وَمَا يَذۡكُرُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ هُوَ أَهۡلُ ٱلتَّقۡوَىٰ وَأَهۡلُ ٱلۡمَغۡفِرَةِ  "
 },
 {
   "noSurat": 75,
   "ayat": 1,
   "tafsir": "1.  Aku bersumpah demi hari kiamat,",
   "bacaan": "لَآ أُقۡسِمُ بِيَوۡمِ ٱلۡقِيَٰمَةِ  "
 },
 {
   "noSurat": 75,
   "ayat": 2,
   "tafsir": "2.  dan aku bersumpah dengan jiwa yang amat menyesali (dirinya sendiri).",
   "bacaan": "وَلَآ أُقۡسِمُ بِٱلنَّفۡسِ ٱللَّوَّامَةِ  "
 },
 {
   "noSurat": 75,
   "ayat": 3,
   "tafsir": "3.  Apakah manusia mengira, bahwa Kami tidak akan mengumpulkan (kembali) tulang belulangnya?",
   "bacaan": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَلَّن نَّجۡمَعَ عِظَامَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 4,
   "tafsir": "4.  Bukan demikian, sebenarnya Kami kuasa menyusun (kembali) jari jemarinya dengan sempurna.",
   "bacaan": "بَلَىٰ قَٰدِرِينَ عَلَىٰٓ أَن نُّسَوِّيَ بَنَانَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 5,
   "tafsir": "5.  Bahkan manusia itu hendak membuat maksiat terus menerus.",
   "bacaan": "بَلۡ يُرِيدُ ٱلۡإِنسَٰنُ لِيَفۡجُرَ أَمَامَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 6,
   "tafsir": "6.  Ia berkata: \"Bilakah hari kiamat itu?\"",
   "bacaan": "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ  "
 },
 {
   "noSurat": 75,
   "ayat": 7,
   "tafsir": "7.  Maka apabila mata terbelalak (ketakutan),",
   "bacaan": "فَإِذَا بَرِقَ ٱلۡبَصَرُ  "
 },
 {
   "noSurat": 75,
   "ayat": 8,
   "tafsir": "8.  dan apabila bulan telah hilang cahayanya,",
   "bacaan": "وَخَسَفَ ٱلۡقَمَرُ  "
 },
 {
   "noSurat": 75,
   "ayat": 9,
   "tafsir": "9.  dan matahari dan bulan dikumpulkan,",
   "bacaan": "وَجُمِعَ ٱلشَّمۡسُ وَٱلۡقَمَرُ  "
 },
 {
   "noSurat": 75,
   "ayat": 10,
   "tafsir": "10.  pada hari itu manusia berkata: \"Ke mana tempat berlari?\"",
   "bacaan": "يَقُولُ ٱلۡإِنسَٰنُ يَوۡمَئِذٍ أَيۡنَ ٱلۡمَفَرُّ  "
 },
 {
   "noSurat": 75,
   "ayat": 11,
   "tafsir": "11.  sekali-kali tidak! Tidak ada tempat berlindung!",
   "bacaan": "كَلَّا لَا وَزَرَ  "
 },
 {
   "noSurat": 75,
   "ayat": 12,
   "tafsir": "12.  Hanya kepada Tuhanmu sajalah pada hari itu tempat kembali.",
   "bacaan": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمُسۡتَقَرُّ  "
 },
 {
   "noSurat": 75,
   "ayat": 13,
   "tafsir": "13.  Pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.",
   "bacaan": "يُنَبَّؤُاْ ٱلۡإِنسَٰنُ يَوۡمَئِذِۢ بِمَا قَدَّمَ وَأَخَّرَ  "
 },
 {
   "noSurat": 75,
   "ayat": 14,
   "tafsir": "14.  Bahkan manusia itu menjadi saksi atas dirinya sendiri,",
   "bacaan": "بَلِ ٱلۡإِنسَٰنُ عَلَىٰ نَفۡسِهِۦ بَصِيرَةٞ  "
 },
 {
   "noSurat": 75,
   "ayat": 15,
   "tafsir": "15.  meskipun dia mengemukakan alasan-alasannya.",
   "bacaan": "وَلَوۡ أَلۡقَىٰ مَعَاذِيرَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 16,
   "tafsir": "16.  Janganlah kamu gerakkan lidahmu untuk (membaca) Al Quran karena hendak cepat-cepat (menguasai)nya.",
   "bacaan": "لَا تُحَرِّكۡ بِهِۦ لِسَانَكَ لِتَعۡجَلَ بِهِۦٓ  "
 },
 {
   "noSurat": 75,
   "ayat": 17,
   "tafsir": "17.  Sesungguhnya atas tanggungan Kamilah mengumpulkannya (di dadamu) dan (membuatmu pandai) membacanya.",
   "bacaan": "إِنَّ عَلَيۡنَا جَمۡعَهُۥ وَقُرۡءَانَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 18,
   "tafsir": "18.  Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu.",
   "bacaan": "فَإِذَا قَرَأۡنَٰهُ فَٱتَّبِعۡ قُرۡءَانَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 19,
   "tafsir": "19.  Kemudian, sesungguhnya atas tanggungan Kamilah penjelasannya.",
   "bacaan": "ثُمَّ إِنَّ عَلَيۡنَا بَيَانَهُۥ  "
 },
 {
   "noSurat": 75,
   "ayat": 20,
   "tafsir": "20.  Sekali-kali janganlah demikian. Sebenarnya kamu (hai manusia) mencintai kehidupan dunia,",
   "bacaan": "كَلَّا بَلۡ تُحِبُّونَ ٱلۡعَاجِلَةَ  "
 },
 {
   "noSurat": 75,
   "ayat": 21,
   "tafsir": "21.  dan meninggalkan (kehidupan) akhirat.",
   "bacaan": "وَتَذَرُونَ ٱلۡأٓخِرَةَ  "
 },
 {
   "noSurat": 75,
   "ayat": 22,
   "tafsir": "22.  Wajah-wajah (orang-orang mukmin) pada hari itu berseri-seri.",
   "bacaan": "وُجُوهٞ يَوۡمَئِذٖ نَّاضِرَةٌ  "
 },
 {
   "noSurat": 75,
   "ayat": 23,
   "tafsir": "23.  Kepada Tuhannyalah mereka melihat.",
   "bacaan": "إِلَىٰ رَبِّهَا نَاظِرَةٞ  "
 },
 {
   "noSurat": 75,
   "ayat": 24,
   "tafsir": "24.  Dan wajah-wajah (orang kafir) pada hari itu muram,",
   "bacaan": "وَوُجُوهٞ يَوۡمَئِذِۢ بَاسِرَةٞ  "
 },
 {
   "noSurat": 75,
   "ayat": 25,
   "tafsir": "25.  mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang amat dahsyat.",
   "bacaan": "تَظُنُّ أَن يُفۡعَلَ بِهَا فَاقِرَةٞ  "
 },
 {
   "noSurat": 75,
   "ayat": 26,
   "tafsir": "26.  Sekali-kali jangan. Apabila nafas (seseorang) telah (mendesak) sampai ke kerongkongan,",
   "bacaan": "كَلَّآ إِذَا بَلَغَتِ ٱلتَّرَاقِيَ  "
 },
 {
   "noSurat": 75,
   "ayat": 27,
   "tafsir": "27.  dan dikatakan (kepadanya): \"Siapakah yang dapat menyembuhkan?\",",
   "bacaan": "وَقِيلَ مَنۡۜ رَاقٖ  "
 },
 {
   "noSurat": 75,
   "ayat": 28,
   "tafsir": "28.  dan dia yakin bahwa sesungguhnya itulah waktu perpisahan (dengan dunia),",
   "bacaan": "وَظَنَّ أَنَّهُ ٱلۡفِرَاقُ  "
 },
 {
   "noSurat": 75,
   "ayat": 29,
   "tafsir": "29.  dan bertaut betis (kiri) dan betis (kanan),",
   "bacaan": "وَٱلۡتَفَّتِ ٱلسَّاقُ بِٱلسَّاقِ  "
 },
 {
   "noSurat": 75,
   "ayat": 30,
   "tafsir": "30.  kepada Tuhanmulah pada hari itu kamu dihalau.",
   "bacaan": "إِلَىٰ رَبِّكَ يَوۡمَئِذٍ ٱلۡمَسَاقُ  "
 },
 {
   "noSurat": 75,
   "ayat": 31,
   "tafsir": "31.  Dan ia tidak mau membenarkan (Rasul dan Al Quran) dan tidak mau mengerjakan shalat,",
   "bacaan": "فَلَا صَدَّقَ وَلَا صَلَّىٰ  "
 },
 {
   "noSurat": 75,
   "ayat": 32,
   "tafsir": "32.  tetapi ia mendustakan (Rasul) dam berpaling (dari kebenaran),",
   "bacaan": "وَلَٰكِن كَذَّبَ وَتَوَلَّىٰ  "
 },
 {
   "noSurat": 75,
   "ayat": 33,
   "tafsir": "33.  kemudian ia pergi kepada ahlinya dengan berlagak (sombong).",
   "bacaan": "ثُمَّ ذَهَبَ إِلَىٰٓ أَهۡلِهِۦ يَتَمَطَّىٰٓ  "
 },
 {
   "noSurat": 75,
   "ayat": 34,
   "tafsir": "34.  Kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu,",
   "bacaan": "أَوۡلَىٰ لَكَ فَأَوۡلَىٰ  "
 },
 {
   "noSurat": 75,
   "ayat": 35,
   "tafsir": "35.  kemudian kecelakaanlah bagimu (hai orang kafir) dan kecelakaanlah bagimu.",
   "bacaan": "ثُمَّ أَوۡلَىٰ لَكَ فَأَوۡلَىٰٓ  "
 },
 {
   "noSurat": 75,
   "ayat": 36,
   "tafsir": "36.  Apakah manusia mengira, bahwa ia akan dibiarkan begitu saja (tanpa pertanggung jawaban)?",
   "bacaan": "أَيَحۡسَبُ ٱلۡإِنسَٰنُ أَن يُتۡرَكَ سُدًى  "
 },
 {
   "noSurat": 75,
   "ayat": 37,
   "tafsir": "37.  Bukankah dia dahulu setetes mani yang ditumpahkan (ke dalam rahim),",
   "bacaan": "أَلَمۡ يَكُ نُطۡفَةٗ مِّن مَّنِيّٖ يُمۡنَىٰ  "
 },
 {
   "noSurat": 75,
   "ayat": 38,
   "tafsir": "38.  kemudian mani itu menjadi segumpal darah, lalu Allah menciptakannya, dan menyempurnakannya,",
   "bacaan": "ثُمَّ كَانَ عَلَقَةٗ فَخَلَقَ فَسَوَّىٰ  "
 },
 {
   "noSurat": 75,
   "ayat": 39,
   "tafsir": "39.  lalu Allah menjadikan daripadanya sepasang: laki-laki dan perempuan.",
   "bacaan": "فَجَعَلَ مِنۡهُ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰٓ  "
 },
 {
   "noSurat": 75,
   "ayat": 40,
   "tafsir": "40.  Bukankah (Allah yang berbuat) demikian berkuasa (pula) menghidupkan orang mati?",
   "bacaan": "أَلَيۡسَ ذَٰلِكَ بِقَٰدِرٍ عَلَىٰٓ أَن يُحۡـِۧيَ ٱلۡمَوۡتَىٰ  "
 },
 {
   "noSurat": 76,
   "ayat": 1,
   "tafsir": "1.  Bukankah telah datang atas manusia satu waktu dari masa, sedang dia ketika itu belum merupakan sesuatu yang dapat disebut?",
   "bacaan": "هَلْ أَتَىٰ عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 2,
   "tafsir": "2.  Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat.",
   "bacaan": "إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا  "
 },
 {
   "noSurat": 76,
   "ayat": 3,
   "tafsir": "3.  Sesungguhnya Kami telah menunjukinya jalan yang lurus; ada yang bersyukur dan ada pula yang kafir.",
   "bacaan": "إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 4,
   "tafsir": "4.  Sesungguhnya Kami menyediakan bagi orang-orang kafir rantai, belenggu dan neraka yang menyala-nyala.",
   "bacaan": "إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا  "
 },
 {
   "noSurat": 76,
   "ayat": 5,
   "tafsir": "5.  Sesungguhnya orang-orang yang berbuat kebajikan minum dari gelas (berisi minuman) yang campurannya adalah air kafur,",
   "bacaan": "إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 6,
   "tafsir": "6.  (yaitu) mata air (dalam surga) yang daripadanya hamba-hamba Allah minum, yang mereka dapat mengalirkannya dengan sebaik-baiknya.",
   "bacaan": "عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 7,
   "tafsir": "7.  Mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana.",
   "bacaan": "يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 8,
   "tafsir": "8.  Dan mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim dan orang yang ditawan.",
   "bacaan": "وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا  "
 },
 {
   "noSurat": 76,
   "ayat": 9,
   "tafsir": "9.  Sesungguhnya kami memberi makanan kepadamu hanyalah untuk mengharapkan keridhaan Allah, kami tidak menghendaki balasan dari kamu dan tidak pula (ucapan) terima kasih.",
   "bacaan": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 10,
   "tafsir": "10.  Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari yang (di hari itu) orang-orang bermuka masam penuh kesulitan.",
   "bacaan": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 11,
   "tafsir": "11.  Maka Tuhan memelihara mereka dari kesusahan hari itu, dan memberikan kepada mereka kejernihan (wajah) dan kegembiraan hati.",
   "bacaan": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 12,
   "tafsir": "12.  Dan Dia memberi balasan kepada mereka karena kesabaran mereka (dengan) surga dan (pakaian) sutera,",
   "bacaan": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 13,
   "tafsir": "13.  di dalamnya mereka duduk bertelakan di atas dipan, mereka tidak merasakan di dalamnya (teriknya) matahari dan tidak pula dingin yang bersangatan.",
   "bacaan": "مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِۖ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا  "
 },
 {
   "noSurat": 76,
   "ayat": 14,
   "tafsir": "14.  Dan naungan (pohon-pohon surga itu) dekat di atas mereka dan buahnya dimudahkan memetiknya semudah-mudahnya.",
   "bacaan": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 15,
   "tafsir": "15.  Dan diedarkan kepada mereka bejana-bejana dari perak dan piala-piala yang bening laksana kaca,",
   "bacaan": "وَيُطَافُ عَلَيْهِم بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا  "
 },
 {
   "noSurat": 76,
   "ayat": 16,
   "tafsir": "16.  (yaitu) kaca-kaca (yang terbuat) dari perak yang telah diukur mereka dengan sebaik-baiknya.",
   "bacaan": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 17,
   "tafsir": "17.  Di dalam surga itu mereka diberi minum segelas (minuman) yang campurannya adalah jahe.",
   "bacaan": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا  "
 },
 {
   "noSurat": 76,
   "ayat": 18,
   "tafsir": "18.  (Yang didatangkan dari) sebuah mata air surga yang dinamakan salsabil.",
   "bacaan": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 19,
   "tafsir": "19.  Dan mereka dikelilingi oleh pelayan-pelayan muda yang tetap muda. Apabila kamu melihat mereka, kamu akan mengira mereka, mutiara yang bertaburan.",
   "bacaan": "۞وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 20,
   "tafsir": "20.  Dan apabila kamu melihat di sana (surga), niscaya kamu akan melihat berbagai macam kenikmatan dan kerajaan yang besar.",
   "bacaan": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا  "
 },
 {
   "noSurat": 76,
   "ayat": 21,
   "tafsir": "21.  Mereka memakai pakaian sutera halus yang hijau dan sutera tebal dan dipakaikan kepada mereka gelang terbuat dari perak, dan Tuhan memberikan kepada mereka minuman yang bersih.",
   "bacaan": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 22,
   "tafsir": "22.  Sesungguhnya ini adalah balasan untukmu, dan usahamu adalah disyukuri (diberi balasan).",
   "bacaan": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا  "
 },
 {
   "noSurat": 76,
   "ayat": 23,
   "tafsir": "23.  Sesungguhnya Kami telah menurunkan Al Quran kepadamu (hai Muhammad) dengan berangsur-angsur.",
   "bacaan": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 24,
   "tafsir": "24.  Maka bersabarlah kamu untuk (melaksanakan) ketetapan Tuhanmu, dan janganlah kamu ikuti orang yang berdosa dan orang yang kafir di antar mereka.",
   "bacaan": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 25,
   "tafsir": "25.  Dan sebutlah nama Tuhanmu pada (waktu) pagi dan petang.",
   "bacaan": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 26,
   "tafsir": "26.  Dan pada sebagian dari malam, maka sujudlah kepada-Nya dan bertasbihlah kepada-Nya pada bagian yang panjang dimalam hari.",
   "bacaan": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا  "
 },
 {
   "noSurat": 76,
   "ayat": 27,
   "tafsir": "27.  Sesungguhnya mereka (orang kafir) menyukai kehidupan dunia dan mereka tidak memperdulikan kesudahan mereka, pada hari yang berat (hari akhirat).",
   "bacaan": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 28,
   "tafsir": "28.  Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka, apabila Kami menghendaki, Kami sungguh-sungguh mengganti (mereka) dengan orang-orang yang serupa dengan mereka.",
   "bacaan": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا  "
 },
 {
   "noSurat": 76,
   "ayat": 29,
   "tafsir": "29.  Sesungguhnya (ayat-ayat) ini adalah suatu peringatan, maka barangsiapa menghendaki (kebaikan bagi dirinya) niscaya dia mengambil jalan kepada Tuhannya.",
   "bacaan": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 30,
   "tafsir": "30.  Dan kamu tidak mampu (menempuh jalan itu), kecuali bila dikehendaki Allah. Sesungguhnya Allah adalah Maha Mengetahui lagi Maha Bijaksana.",
   "bacaan": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا  "
 },
 {
   "noSurat": 76,
   "ayat": 31,
   "tafsir": "31.  Dan memasukkan siapa yang dikehendaki-Nya ke dalam rahmat-Nya (surga). Dan bagi orang-orang zalim disediakan-Nya azab yang pedih.",
   "bacaan": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا  "
 },
 {
   "noSurat": 77,
   "ayat": 1,
   "tafsir": "1.  Demi malaikat-malaikat yang diutus untuk membawa kebaikan,",
   "bacaan": "وَٱلۡمُرۡسَلَٰتِ عُرۡفٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 2,
   "tafsir": "2.  dan (malaikat-malaikat) yang terbang dengan kencangnya,",
   "bacaan": "فَٱلۡعَٰصِفَٰتِ عَصۡفٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 3,
   "tafsir": "3.  dan (malaikat-malaikat) yang menyebarkan (rahmat Tuhannya) dengan seluas-luasnya,",
   "bacaan": "وَٱلنَّٰشِرَٰتِ نَشۡرٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 4,
   "tafsir": "4.  dan (malaikat-malaikat) yang membedakan (antara yang hak dan yang bathil) dengan sejelas-jelasnya,",
   "bacaan": "فَٱلۡفَٰرِقَٰتِ فَرۡقٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 5,
   "tafsir": "5.  dan (malaikat-malaikat) yang menyampaikan wahyu,",
   "bacaan": "فَٱلۡمُلۡقِيَٰتِ ذِكۡرًا  "
 },
 {
   "noSurat": 77,
   "ayat": 6,
   "tafsir": "6.  untuk menolak alasan-alasan atau memberi peringatan,",
   "bacaan": "عُذۡرًا أَوۡ نُذۡرًا  "
 },
 {
   "noSurat": 77,
   "ayat": 7,
   "tafsir": "7.  sesungguhnya apa yang dijanjikan kepadamu itu pasti terjadi.",
   "bacaan": "إِنَّمَا تُوعَدُونَ لَوَٰقِعٞ  "
 },
 {
   "noSurat": 77,
   "ayat": 8,
   "tafsir": "8.  Maka apabila bintang-bintang telah dihapuskan,",
   "bacaan": "فَإِذَا ٱلنُّجُومُ طُمِسَتۡ  "
 },
 {
   "noSurat": 77,
   "ayat": 9,
   "tafsir": "9.  dan apabila langit telah dibelah,",
   "bacaan": "وَإِذَا ٱلسَّمَآءُ فُرِجَتۡ  "
 },
 {
   "noSurat": 77,
   "ayat": 10,
   "tafsir": "10.  dan apabila gunung-gunung telah dihancurkan menjadi debu,",
   "bacaan": "وَإِذَا ٱلۡجِبَالُ نُسِفَتۡ  "
 },
 {
   "noSurat": 77,
   "ayat": 11,
   "tafsir": "11.  dan apabila rasul-rasul telah ditetapkan waktu (mereka).",
   "bacaan": "وَإِذَا ٱلرُّسُلُ أُقِّتَتۡ  "
 },
 {
   "noSurat": 77,
   "ayat": 12,
   "tafsir": "12.  (Niscaya dikatakan kepada mereka:) \"Sampai hari apakah ditangguhkan (mengazab orang-orang kafir itu)?\"",
   "bacaan": "لِأَيِّ يَوۡمٍ أُجِّلَتۡ  "
 },
 {
   "noSurat": 77,
   "ayat": 13,
   "tafsir": "13.  Sampai hari keputusan.",
   "bacaan": "لِيَوۡمِ ٱلۡفَصۡلِ  "
 },
 {
   "noSurat": 77,
   "ayat": 14,
   "tafsir": "14.  Dan tahukah kamu apakah hari keputusan itu?",
   "bacaan": "وَمَآ أَدۡرَىٰكَ مَا يَوۡمُ ٱلۡفَصۡلِ  "
 },
 {
   "noSurat": 77,
   "ayat": 15,
   "tafsir": "15.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 16,
   "tafsir": "16.  Bukankah Kami telah membinasakan orang-orang yang dahulu?",
   "bacaan": "أَلَمۡ نُهۡلِكِ ٱلۡأَوَّلِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 17,
   "tafsir": "17.  Lalu Kami iringkan (azab Kami terhadap) mereka dengan (mengazab) orang-orang yang datang kemudian.",
   "bacaan": "ثُمَّ نُتۡبِعُهُمُ ٱلۡأٓخِرِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 18,
   "tafsir": "18.  Demikianlah Kami berbuat terhadap orang-orang yang berdosa.",
   "bacaan": "كَذَٰلِكَ نَفۡعَلُ بِٱلۡمُجۡرِمِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 19,
   "tafsir": "19.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 20,
   "tafsir": "20.  Bukankah Kami menciptakan kamu dari air yang hina?",
   "bacaan": "أَلَمۡ نَخۡلُقكُّم مِّن مَّآءٖ مَّهِينٖ  "
 },
 {
   "noSurat": 77,
   "ayat": 21,
   "tafsir": "21.  kemudian Kami letakkan dia dalam tempat yang kokoh (rahim),",
   "bacaan": "فَجَعَلۡنَٰهُ فِي قَرَارٖ مَّكِينٍ  "
 },
 {
   "noSurat": 77,
   "ayat": 22,
   "tafsir": "22.  sampai waktu yang ditentukan,",
   "bacaan": "إِلَىٰ قَدَرٖ مَّعۡلُومٖ  "
 },
 {
   "noSurat": 77,
   "ayat": 23,
   "tafsir": "23.  lalu Kami tentukan (bentuknya), maka Kami-lah sebaik-baik yang menentukan.",
   "bacaan": "فَقَدَرۡنَا فَنِعۡمَ ٱلۡقَٰدِرُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 24,
   "tafsir": "24.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 25,
   "tafsir": "25.  Bukankah Kami menjadikan bumi (tempat) berkumpul,",
   "bacaan": "أَلَمۡ نَجۡعَلِ ٱلۡأَرۡضَ كِفَاتًا  "
 },
 {
   "noSurat": 77,
   "ayat": 26,
   "tafsir": "26.  orang-orang hidup dan orang-orang mati?",
   "bacaan": "أَحۡيَآءٗ وَأَمۡوَٰتٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 27,
   "tafsir": "27.  dan Kami jadikan padanya gunung-gunung yang tinggi, dan Kami beri minum kamu dengan air tawar?",
   "bacaan": "وَجَعَلۡنَا فِيهَا رَوَٰسِيَ شَٰمِخَٰتٖ وَأَسۡقَيۡنَٰكُم مَّآءٗ فُرَاتٗا  "
 },
 {
   "noSurat": 77,
   "ayat": 28,
   "tafsir": "28.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 29,
   "tafsir": "29.  (Dikatakan kepada mereka pada hari kiamat): \"Pergilah kamu mendapatkan azab yang dahulunya kamu mendustakannya.",
   "bacaan": "ٱنطَلِقُوٓاْ إِلَىٰ مَا كُنتُم بِهِۦ تُكَذِّبُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 30,
   "tafsir": "30.  Pergilah kamu mendapatkan naungan yang mempunyai tiga cabang,",
   "bacaan": "ٱنطَلِقُوٓاْ إِلَىٰ ظِلّٖ ذِي ثَلَٰثِ شُعَبٖ  "
 },
 {
   "noSurat": 77,
   "ayat": 31,
   "tafsir": "31.  yang tidak melindungi dan tidak pula menolak nyala api neraka\".",
   "bacaan": "لَّا ظَلِيلٖ وَلَا يُغۡنِي مِنَ ٱللَّهَبِ  "
 },
 {
   "noSurat": 77,
   "ayat": 32,
   "tafsir": "32.  Sesungguhnya neraka itu melontarkan bunga api sebesar dan setinggi istana.",
   "bacaan": "إِنَّهَا تَرۡمِي بِشَرَرٖ كَٱلۡقَصۡرِ  "
 },
 {
   "noSurat": 77,
   "ayat": 33,
   "tafsir": "33.  Seolah-olah ia iringan unta yang kuning.",
   "bacaan": "كَأَنَّهُۥ جِمَٰلَتٞ صُفۡرٞ  "
 },
 {
   "noSurat": 77,
   "ayat": 34,
   "tafsir": "34.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 35,
   "tafsir": "35.  Ini adalah hari, yang mereka tidak dapat berbicara (pada hari itu),",
   "bacaan": "هَٰذَا يَوۡمُ لَا يَنطِقُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 36,
   "tafsir": "36.  dan tidak diizinkan kepada mereka minta uzur sehingga mereka (dapat) minta uzur.",
   "bacaan": "وَلَا يُؤۡذَنُ لَهُمۡ فَيَعۡتَذِرُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 37,
   "tafsir": "37.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 38,
   "tafsir": "38.  Ini adalah hari keputusan; (pada hari ini) Kami mengumpulkan kamu dan orang-orang terdahulu.",
   "bacaan": "هَٰذَا يَوۡمُ ٱلۡفَصۡلِۖ جَمَعۡنَٰكُمۡ وَٱلۡأَوَّلِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 39,
   "tafsir": "39.  Jika kamu mempunyai tipu daya, maka lakukanlah tipu dayamu itu terhadap-Ku.",
   "bacaan": "فَإِن كَانَ لَكُمۡ كَيۡدٞ فَكِيدُونِ  "
 },
 {
   "noSurat": 77,
   "ayat": 40,
   "tafsir": "40.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 41,
   "tafsir": "41.  Sesungguhnya orang-orang yang bertakwa berada dalam naungan (yang teduh) dan (di sekitar) mata-mata air.",
   "bacaan": "إِنَّ ٱلۡمُتَّقِينَ فِي ظِلَٰلٖ وَعُيُونٖ  "
 },
 {
   "noSurat": 77,
   "ayat": 42,
   "tafsir": "42.  Dan (mendapat) buah-buahan dari (macam-macam) yang mereka ingini.",
   "bacaan": "وَفَوَٰكِهَ مِمَّا يَشۡتَهُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 43,
   "tafsir": "43.  (Dikatakan kepada mereka): \"Makan dan minumlah kamu dengan enak karena apa yang telah kamu kerjakan\".",
   "bacaan": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنتُمْ تَعْمَلُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 44,
   "tafsir": "44.  Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
   "bacaan": "إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 45,
   "tafsir": "45.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 46,
   "tafsir": "46.  (Dikatakan kepada orang-orang kafir): \"Makanlah dan bersenang-senanglah kamu (di dunia dalam waktu) yang pendek; sesungguhnya kamu adalah orang-orang yang berdosa\".",
   "bacaan": "كُلُواْ وَتَمَتَّعُواْ قَلِيلًا إِنَّكُم مُّجۡرِمُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 47,
   "tafsir": "47.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 48,
   "tafsir": "48.  Dan apabila dikatakan kepada mereka: \"Rukuklah, niscaya mereka tidak mau ruku'.",
   "bacaan": "وَإِذَا قِيلَ لَهُمُ ٱرۡكَعُواْ لَا يَرۡكَعُونَ  "
 },
 {
   "noSurat": 77,
   "ayat": 49,
   "tafsir": "49.  Kecelakaan yang besarlah pada hari itu bagi orang-orang yang mendustakan.",
   "bacaan": "وَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ  "
 },
 {
   "noSurat": 77,
   "ayat": 50,
   "tafsir": "50.  Maka kepada perkataan apakah selain Al Quran ini mereka akan beriman?",
   "bacaan": "فَبِأَيِّ حَدِيثِۢ بَعۡدَهُۥ يُؤۡمِنُونَ  "
 }
]